[
  {
    "id": "INFILLION-1P-0001",
    "name": "Location-based > Interest > Arts and Entertainment",
    "description": "This audience comprises consumers who have visited fine arts schools, performing arts companies, casinos, amusement parks, and various entertainment venues in the past six months. They are deeply engaged in arts and entertainment, making them ideal targets for promotions related to live performances, motion pictures, and recreational activities."
  },
  {
    "id": "INFILLION-1P-0002",
    "name": "Location-based > Interest > Arts and Entertainment > Theatre and Musicals",
    "description": "This audience is passionate about arts and entertainment, frequently visiting performing arts companies, motion picture theaters, and video industries in the past six months. They are ideal candidates for theatrical performances and cinema-related promotions, enjoying experiences that encompass theatre, musicals, and the latest films."
  },
  {
    "id": "INFILLION-1P-0003",
    "name": "Location-based > Interest > Arts and Entertainment > Sporting Events",
    "description": "This audience comprises consumers who have visited locations related to sports and recreation in the past six months, such as fitness centers, golf courses, and spectator sports venues. They are likely to be interested in sports events, recreational activities, and purchasing related merchandise, making them ideal targets for sports and entertainment promotions."
  },
  {
    "id": "INFILLION-1P-0004",
    "name": "Location-based > Interest > Arts and Entertainment > Cinemas and Movie Events",
    "description": "This audience is likely to be interested in arts and entertainment, specifically cinema and movie events, making them ideal for promotions related to film screenings, movie merchandise, and movie-related experiences. They frequently visit motion picture theaters, performing arts companies, and are engaged with the motion picture and video industries."
  },
  {
    "id": "INFILLION-1P-0005",
    "name": "Location-based > Interest > Arts and Entertainment > Theme and Amusement Parks",
    "description": "This audience comprises consumers who have visited amusement and entertainment venues, such as amusement parks, theme parks, and arcades, in the past six months. They are ideal for targeting with offers related to leisure activities, family entertainment, and recreational attractions."
  },
  {
    "id": "INFILLION-1P-0006",
    "name": "Location-based > Interest > Arts and Entertainment > Nightclubs",
    "description": "This audience is composed of consumers who have visited nightclubs, drinking places, and breweries in the past six months, indicating a strong interest in arts and entertainment, particularly nightlife activities. They are ideal targets for marketing nightlife events, alcoholic beverages, and related recreational entertainment."
  },
  {
    "id": "INFILLION-1P-0007",
    "name": "Location-based > Interest > Automotive",
    "description": "This audience comprises consumers who have visited various automotive-related locations in the past 6 months, making them ideal for marketing automotive products and services. Key categories include automobile dealers, motor vehicle parts and supplies wholesalers, automotive repair and maintenance shops, and new car dealers."
  },
  {
    "id": "INFILLION-1P-0008",
    "name": "Location-based > Interest > Books and Literature",
    "description": "This audience consists of consumers who have visited commercial printing establishments, bookstores, and news dealers, as well as publishers of newspapers, periodicals, books, and directories in the past six months. They are likely to be highly interested in books and literature, making them ideal for marketing literary events, publishing services, and book-related merchandise."
  },
  {
    "id": "INFILLION-1P-0009",
    "name": "Location-based > Interest > Business and Finance",
    "description": "This audience consists of consumers who have visited business-related locations in the past 6 months, such as business schools, accounting firms, and investment advisory services. They are likely interested in business and finance, making them ideal for marketing financial products, professional services, and educational programs in finance and management."
  },
  {
    "id": "INFILLION-1P-0010",
    "name": "Location-based > Interest > Business and Finance > Business",
    "description": "This audience consists of consumers who have recently visited business support services, business schools, and professional organizations, indicating their strong interest in business and finance. They are ideal targets for business-related products, professional services, and financial investment opportunities."
  },
  {
    "id": "INFILLION-1P-0011",
    "name": "Location-based > Interest > Business and Finance > Accounting",
    "description": "This audience consists of consumers who have visited business and finance-related locations in the past 6 months, such as accounting firms, commercial banks, and tax preparation services. They are likely interested in financial services and investment activities, making them ideal for targeted marketing in the finance sector."
  },
  {
    "id": "INFILLION-1P-0012",
    "name": "Location-based > Interest > Business and Finance > Marketing and Advertising",
    "description": "This audience is composed of individuals who have recently visited locations related to marketing and advertising services, such as advertising agencies and direct mail advertising. They have shown a keen interest in business and finance activities, making them optimal targets for marketing and advertising campaigns."
  },
  {
    "id": "INFILLION-1P-0013",
    "name": "Location-based > Interest > Business and Finance > Insurance",
    "description": "This audience consists of consumers who have visited various insurance-related locations in the past 6 months, indicating an interest in business and finance sectors, particularly insurance. Key categories include direct life insurance carriers, property and casualty insurance carriers, and insurance agencies and brokerages, making them ideal for targeted insurance services and financial products."
  },
  {
    "id": "INFILLION-1P-0014",
    "name": "Location-based > Interest > Business and Finance > Finance",
    "description": "This audience comprises consumers who have recently visited a variety of financial service locations, such as commercial banks, investment advisory firms, and accounting services. They are likely engaged in finance-related activities, making them ideal candidates for marketing financial products, investment opportunities, and financial advisory services."
  },
  {
    "id": "INFILLION-1P-0015",
    "name": "Location-based > Interest > Business and Finance > Banking",
    "description": "This audience consists of consumers who have visited key business and finance locations, including commercial banks, investment banking firms, and securities dealers, in the past 6 months. They are likely interested in financial services and investment activities, making them ideal for promotions related to banking, financial planning, and investment opportunities."
  },
  {
    "id": "INFILLION-1P-0016",
    "name": "Location-based > Interest > Business and Finance > Manufacturing",
    "description": "This audience consists of consumers who have recently visited manufacturing-related locations, indicating an interest in various sectors such as food and beverage manufacturing, apparel, and machinery production. They are likely engaged in or connected to industries like fruit and vegetable preserving, metalworking machinery manufacturing, and motor vehicle parts manufacturing, making them ideal for targeted advertising in business and finance solutions tailored to the manufacturing sector."
  },
  {
    "id": "INFILLION-1P-0017",
    "name": "Location-based > Interest > Business and Finance > Real Estate",
    "description": "This audience consists of consumers who have visited real estate-related locations in the past six months, making them ideal for real estate and financial services marketing. Key categories include lessors of real estate, offices of real estate agents and brokers, and mortgage and nonmortgage loan brokers."
  },
  {
    "id": "INFILLION-1P-0018",
    "name": "Location-based > Interest > Business and Finance > Construction",
    "description": "This audience consists of consumers who have frequented places related to construction and its associated industries in the past six months, including residential building construction sites and lumber merchant wholesalers. They are likely to be interested in construction, mining, and agricultural machinery and equipment, making them ideal for marketing products and services within these sectors."
  },
  {
    "id": "INFILLION-1P-0019",
    "name": "Location-based > Interest > Do It Yourself (DIY)",
    "description": "This audience is likely to be engaged in home improvement and DIY projects, making them ideal for home renovation products and services. They frequently visit hardware stores, home centers, furniture stores, and paint supply shops, indicating a strong interest in home furnishings and repair activities."
  },
  {
    "id": "INFILLION-1P-0020",
    "name": "Location-based > Interest > Education",
    "description": "This audience consists of consumers who have frequented educational institutions in the past 6 months, including colleges, universities, business schools, and trade schools. Ideal for educational products and services, they are actively engaged in learning environments, from secondary education to advanced professional training."
  },
  {
    "id": "INFILLION-1P-0021",
    "name": "Location-based > Interest > Education > Adult Education",
    "description": "This audience comprises consumers who have visited locations related to adult education in the past six months, including colleges, universities, business schools, and technical and trade schools. They are likely interested in furthering their education and professional skills, making them ideal for targeted marketing of educational programs and career development services."
  },
  {
    "id": "INFILLION-1P-0023",
    "name": "Location-based > Interest > Family and Relationships",
    "description": "This audience comprises individuals who frequently visit family-oriented locations."
  },
  {
    "id": "INFILLION-1P-0024",
    "name": "Location-based > Interest > Family and Relationships > Parenting",
    "description": "This audience is primarily comprised of individuals interested in family and parenting-related activities."
  },
  {
    "id": "INFILLION-1P-0027",
    "name": "Location-based > Interest > Food and Drink",
    "description": "This audience is likely to have a strong interest in food and drink, making them ideal for marketing opportunities related to dining and beverage experiences. They frequently visit grocery stores, specialty food stores, restaurants, beer and wine stores, and breweries, indicating a high engagement with both everyday and specialty food and drink occasions."
  },
  {
    "id": "INFILLION-1P-0028",
    "name": "Location-based > Interest > Food and Drink > Alcoholic Beverages",
    "description": "This audience consists of consumers who frequent establishments related to alcoholic beverages, such as beer, wine, and liquor stores, drinking places, and breweries. They are ideal for marketing campaigns targeting alcoholic beverages, events, and related products."
  },
  {
    "id": "INFILLION-1P-0029",
    "name": "Location-based > Interest > Food and Drink > Cooking",
    "description": "This audience is likely to be passionate about food and cooking, frequently visiting grocery stores, specialty food shops, and supermarkets. With interest in exploring diverse food products, they are ideal for culinary events and promotions of cooking-related products and services."
  },
  {
    "id": "INFILLION-1P-0030",
    "name": "Location-based > Interest > Food and Drink > Dining Out",
    "description": "This audience comprises individuals who have visited full-service and limited-service restaurants within the past six months, indicating a strong interest in dining out. Ideal for marketing food and beverage offerings, they are likely to be receptive to promotions for new restaurant openings, dining experiences, and related culinary events."
  },
  {
    "id": "INFILLION-1P-0031",
    "name": "Location-based > Interest > Food and Drink > Healthy Cooking and Eating",
    "description": "This audience is focused on healthy cooking and eating, having visited health supplement stores and specialty food shops in the past six months. They are ideal targets for health-oriented food products and wellness services aimed at promoting nutritional lifestyles."
  },
  {
    "id": "INFILLION-1P-0032",
    "name": "Location-based > Interest > Casinos and Gambling",
    "description": "This audience consists of consumers who have visited casino hotels and gambling establishments, including other gambling industries, in the past 6 months. They are likely to be highly interested in casinos and gambling activities, making them an ideal target for gaming promotions and related entertainment experiences."
  },
  {
    "id": "INFILLION-1P-0040",
    "name": "Location-based > Interest > Healthy Living",
    "description": "This audience is characterized by their visits to health-centric locations, such as food supplement stores, fitness centers, and health and personal care stores, over the past six months. They are likely to be interested in healthy living and wellness products, making them ideal for marketing health supplements, fitness programs, and personal care items."
  },
  {
    "id": "INFILLION-1P-0041",
    "name": "Location-based > Interest > Healthy Living > Fitness and Exercise",
    "description": "This audience is passionate about fitness and exercise, frequently visiting fitness and recreational sports centers, as well as participating in sports and recreation instruction. They are ideal for promotions related to gyms, fitness gear, and health-focused events."
  },
  {
    "id": "INFILLION-1P-0042",
    "name": "Location-based > Interest > Healthy Living > Nutrition",
    "description": "This audience is composed of health-conscious consumers who frequent food (health) supplement stores and specialty food stores, indicating a strong interest in nutrition and healthy living. They are ideal for promotions related to dietary supplements, organic foods, and wellness products."
  },
  {
    "id": "INFILLION-1P-0043",
    "name": "Location-based > Interest > Hobbies and Interests",
    "description": "This audience consists of consumers who have shown a keen interest in various hobbies and recreational activities, as evidenced by their visits to sporting goods, hobby, toy, and musical instrument stores over the past six months. They are ideal targets for marketing campaigns related to sports equipment, hobby supplies, and recreational products."
  },
  {
    "id": "INFILLION-1P-0044",
    "name": "Location-based > Interest > Hobbies and Interests > Arts and Crafts",
    "description": "This audience is likely to be enthusiastic about arts and crafts, making them ideal for retailers and events in this space. They frequently visit office supplies, stationery and gift stores, as well as paint and wallpaper stores, indicating a strong interest in creative hobbies and DIY projects."
  },
  {
    "id": "INFILLION-1P-0045",
    "name": "Location-based > Interest > Hobbies and Interests > Toys and Games",
    "description": "This audience is likely to be enthusiastic about toys and games, making them ideal for marketing targeted at hobbyists and collectors. They enjoy visiting hobby, toy, and game stores, indicating a strong interest in recreational activities and consumer goods related to their hobbies."
  },
  {
    "id": "INFILLION-1P-0046",
    "name": "Location-based > Interest > Hobbies and Interests > Musical Instruments",
    "description": "This audience comprises individuals who have visited musical instrument and supplies stores within the past six months, indicating a strong interest in musical instruments. Ideal for marketing campaigns related to musical equipment, classes, and events, they are likely enthusiasts or hobbyists in the music industry."
  },
  {
    "id": "INFILLION-1P-0047",
    "name": "Location-based > Interest > Home and Garden",
    "description": "This audience is composed of consumers who have frequented various home and garden-related locations over the past six months, making them ideal targets for home improvement and gardening products. They are likely to visit places like home centers, furniture stores, nursery and garden centers, as well as lawn and garden equipment stores."
  },
  {
    "id": "INFILLION-1P-0048",
    "name": "Location-based > Interest > Home and Garden > Gardening",
    "description": "This audience consists of consumers who have recently visited locations related to gardening and home maintenance, such as lawn and garden equipment stores, nurseries, garden centers, and farm supply stores. They are likely enthusiasts of home and garden maintenance, making them ideal targets for products and services within the home and garden sector."
  },
  {
    "id": "INFILLION-1P-0049",
    "name": "Location-based > Interest > Home and Garden > Home Improvement",
    "description": "This audience consists of consumers who have frequented locations related to home improvement and furnishings in the past six months, such as home centers, furniture stores, and home furnishing stores. They are likely to be interested in home and garden enhancement, making them ideal for businesses offering furniture, reupholstery, and home equipment repair services."
  },
  {
    "id": "INFILLION-1P-0050",
    "name": "Location-based > Interest > Movies",
    "description": "This audience is composed of consumers who have shown a recent interest in the entertainment industry by visiting places such as motion picture theaters, performing arts companies, and video rental stores. They are likely to engage with movie-related content and experiences, making them ideal for targeted promotions in the film and performing arts sectors."
  },
  {
    "id": "INFILLION-1P-0051",
    "name": "Location-based > Interest > Music and Audio",
    "description": "This audience is likely to be music enthusiasts and audio aficionados, making them ideal for music-related products and services. They have frequented musical instrument stores, sound recording facilities, and locations related to radio, television, and audio equipment manufacturing in the past six months."
  },
  {
    "id": "INFILLION-1P-0052",
    "name": "Location-based > Interest > News and Politics",
    "description": "This audience is likely to be engaged with news and political content, making them ideal for media and publishing promotions. They frequent book stores and news dealers, as well as consume periodicals and newspapers, reflecting their interest in current events and literature."
  },
  {
    "id": "INFILLION-1P-0053",
    "name": "Location-based > Interest > Outdoor",
    "description": "This audience consists of consumers who have recently visited locations related to travel, accommodation, and outdoor recreation, such as amusement parks, RV parks, and golf courses. They are likely to be interested in outdoor activities and travel-related services, making them ideal for marketing campaigns targeting adventure and leisure enthusiasts."
  },
  {
    "id": "INFILLION-1P-0054",
    "name": "Location-based > Interest > Pets",
    "description": "This audience is likely to be pet enthusiasts who frequently visit pet care service providers, pet supply stores, and veterinary clinics. They are ideal for products and services related to pet care, pet supplies, and veterinary care."
  },
  {
    "id": "INFILLION-1P-0055",
    "name": "Location-based > Interest > Real Estate",
    "description": "This audience is likely to be interested in real estate services and opportunities, making them ideal candidates for property-related marketing. They have recently visited locations such as offices of real estate agents, brokers, and lessors of various real estate properties."
  },
  {
    "id": "INFILLION-1P-0056",
    "name": "Location-based > Interest > Shopping",
    "description": "This audience consists of consumers with a strong interest in shopping, having visited locations such as electronic stores, apparel shops, department stores, and malls in the past six months. They are prime targets for marketing campaigns focused on clothing, furniture, beauty supplies, health products, and general merchandise."
  },
  {
    "id": "INFILLION-1P-0057",
    "name": "Location-based > Interest > Social Media",
    "description": "This audience is highly engaged with diverse social activities and media consumption, frequently visiting colleges, universities, and entertainment venues such as amusement parks and drinking places. They are likely to be interested in social media, making them ideal for brands in the advertising and public relations sectors, as well as those targeting education and entertainment enthusiasts."
  },
  {
    "id": "INFILLION-1P-0058",
    "name": "Location-based > Interest > Sports",
    "description": "This audience is likely to be avid sports enthusiasts who engage in various recreational activities, making them prime candidates for sports events and merchandise marketing. They enjoy attending live spectator sports, frequenting sporting goods stores, and participating in activities at fitness centers, golf courses, and bowling centers."
  },
  {
    "id": "INFILLION-1P-0059",
    "name": "Location-based > Interest > Style and Fashion",
    "description": "This audience is highly engaged with style and fashion, frequently visiting locations such as clothing stores, beauty salons, and department stores. They are likely to have a strong interest in personal care and the latest fashion trends, making them ideal for marketing luxury goods, beauty products, and trendy apparel."
  },
  {
    "id": "INFILLION-1P-0060",
    "name": "Location-based > Interest > Style and Fashion > Beauty",
    "description": "This audience consists of style and fashion enthusiasts who have visited beauty salons, nail salons, and cosmetics stores in the past 6 months. They are likely interested in personal care services and luxury items, making them ideal for beauty products, health care items, and high-end jewelry promotions."
  },
  {
    "id": "INFILLION-1P-0062",
    "name": "Location-based > Interest > Style and Fashion > Men's Fashion",
    "description": "This audience is likely to be interested in men's fashion and style, making them ideal for targeted marketing of men's clothing and accessories. They regularly visit men's clothing stores, indicating a strong interest in staying updated with the latest fashion trends."
  },
  {
    "id": "INFILLION-1P-0063",
    "name": "Location-based > Interest > Style and Fashion > Personal Care",
    "description": "This audience comprises consumers who have recently visited various health and personal care locations, such as beauty salons, nail salons, and cosmetics stores. They are highly engaged with personal care and grooming services, making them ideal for marketing beauty products and self-care services."
  },
  {
    "id": "INFILLION-1P-0064",
    "name": "Location-based > Interest > Style and Fashion > Women's Fashion",
    "description": "This audience is likely to have a strong interest in women's fashion and beauty, making them ideal for promotions related to clothing, jewelry, and cosmetic products. They frequently visit women's clothing stores, jewelry stores, and beauty supply shops, indicating a penchant for stylish and fashionable lifestyles."
  },
  {
    "id": "INFILLION-1P-0065",
    "name": "Location-based > Interest > Technology and Computing",
    "description": "This audience consists of tech-savvy consumers who have visited locations related to technology, education, and electronics in the past 6 months. Key categories include electronics stores, business schools, technical and trade schools, and medical and diagnostic laboratories, indicating an interest in cutting-edge gadgets, professional development, and specialized technical services."
  },
  {
    "id": "INFILLION-1P-0066",
    "name": "Location-based > Interest > Travel",
    "description": "This audience consists of consumers who have shown a keen interest in travel by visiting places related to travel arrangement services, traveler accommodations, and RV parks within the past six months. They are ideal for travel-related promotions, offering potential for engagement with travel agencies, recreational camps, and rail transportation services."
  },
  {
    "id": "INFILLION-1P-0067",
    "name": "Location-based > Interest > Video Gaming",
    "description": "This audience consists of consumers who have frequented locations related to electronics, games, and recreational activities in the past six months. They are likely interested in video gaming and associated products, making them ideal for marketing consumer electronics, hobby games, and amusement park experiences."
  },
  {
    "id": "INFILLION-1P-0068",
    "name": "Location-based > Intent > Arts and Entertainment",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest a strong interest in arts and entertainment. They frequently visit fine arts schools, performing arts companies, motion picture theaters, and amusement parks, indicating a keen engagement with cultural events and recreational activities."
  },
  {
    "id": "INFILLION-1P-0069",
    "name": "Location-based > Intent > Arts and Entertainment > Theatre and Musicals",
    "description": "This audience is highly engaged in arts and entertainment, particularly theatre and musicals, making them ideal for live performance events and related merchandise. Their recent visitation behavior indicates a strong interest in performing arts companies, motion picture and video industries, and traditional movie theaters."
  },
  {
    "id": "INFILLION-1P-0070",
    "name": "Location-based > Intent > Arts and Entertainment > Sporting Events",
    "description": "This audience is likely to be interested in both attending live sporting events and engaging in various recreational sports, making them ideal for promotions related to spectator sports, fitness centers, and sporting goods stores. Their recent visitation behaviors suggest they are in-market for products or services from categories such as sporting goods stores, golf courses, and fitness centers."
  },
  {
    "id": "INFILLION-1P-0071",
    "name": "Location-based > Intent > Arts and Entertainment > Cinemas and Movie Events",
    "description": "This audience is likely to be interested in arts and entertainment, particularly cinemas and movie events, making them ideal for related promotions and services. Their recent visitation behaviors suggest an affinity for motion picture theaters, performing arts companies, and video tape and disc rentals."
  },
  {
    "id": "INFILLION-1P-0072",
    "name": "Location-based > Intent > Arts and Entertainment > Theme and Amusement Parks",
    "description": "This audience is likely to be interested in arts and entertainment experiences, specifically within amusement and theme parks, and arcades. Their recent visitation behaviors suggest they are actively seeking recreational activities, making them ideal for promotions related to amusement parks, arcades, and other entertainment services."
  },
  {
    "id": "INFILLION-1P-0073",
    "name": "Location-based > Intent > Arts and Entertainment > Nightclubs",
    "description": "This audience is likely to be interested in nightlife and social entertainment, making them ideal for promotions related to nightclubs and drinking establishments. Their recent visitation behaviors suggest a strong inclination towards alcoholic beverages and brewery experiences."
  },
  {
    "id": "INFILLION-1P-0074",
    "name": "Location-based > Intent > Automotive Ownership",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for automotive products or services, such as those offered by new car dealers and general automotive repair shops. They are likely to be interested in purchasing new vehicles or seeking automotive maintenance and repair services."
  },
  {
    "id": "INFILLION-1P-0075",
    "name": "Location-based > Intent > Automotive Ownership > New Vehicles",
    "description": "This audience demonstrates a high likelihood of being in-market for new vehicles, indicated by their recent visitation behaviors to new car dealerships. They are ideal targets for automotive promotions, new vehicle launches, and related services."
  },
  {
    "id": "INFILLION-1P-0076",
    "name": "Location-based > Intent > Automotive Ownership > Acura",
    "description": "This audience is likely to be interested in automotive products and services, specifically related to Acura vehicles. Their recent visitation behaviors suggest they are actively in the market for car purchases or maintenance, making them ideal targets for Acura dealerships and related automotive services."
  },
  {
    "id": "INFILLION-1P-0077",
    "name": "Location-based > Intent > Automotive Ownership > Alfa Romeo",
    "description": "This audience is likely to be in-market for automotive vehicles, specifically Alfa Romeo, based on their recent visitation behaviors. They are ideal for targeting promotions and services related to luxury automobiles, auto dealerships, and high-performance vehicle enthusiasts."
  },
  {
    "id": "INFILLION-1P-0079",
    "name": "Location-based > Intent > Automotive Ownership > Audi",
    "description": "This audience is likely to be interested in Audi automotive products and services, making them ideal for targeted marketing campaigns by Audi dealerships and service centers. Their recent visitation behaviors suggest they are actively in the market for new or pre-owned vehicles, maintenance services, or automotive accessories from this prestigious car brand."
  },
  {
    "id": "INFILLION-1P-0081",
    "name": "Location-based > Intent > Automotive Ownership > BMW",
    "description": "This audience is composed of consumers whose recent visitation behaviors suggest they are currently in the market for automotive products or services, specifically from BMW. They are likely interested in luxury vehicles, premium car services, and related automotive merchandise."
  },
  {
    "id": "INFILLION-1P-0082",
    "name": "Location-based > Intent > Automotive Ownership > Buick",
    "description": "This audience exhibits visitation behaviors over the past 30 days that suggest an interest in automotive products or services, specifically from the Buick brand. They are ideal targets for automotive dealerships, car accessories, and vehicle maintenance services seeking to attract in-market consumers."
  },
  {
    "id": "INFILLION-1P-0083",
    "name": "Location-based > Intent > Automotive Ownership > Cadillac",
    "description": "This audience is likely to be interested in automotive vehicles, particularly Cadillac, indicating they are in-market for related products or services. Their recent visitation behaviors suggest a keen interest in auto shows, car dealerships, and luxury vehicle services, making them ideal targets for automotive marketing and Cadillac promotions."
  },
  {
    "id": "INFILLION-1P-0084",
    "name": "Location-based > Intent > Automotive Ownership > Chevrolet",
    "description": "This audience is likely to be interested in Chevrolet vehicles and related automotive services, making them ideal for car dealerships and automotive marketing campaigns. Their recent visitation behavior suggests a strong intent to purchase or service a Chevrolet vehicle."
  },
  {
    "id": "INFILLION-1P-0085",
    "name": "Location-based > Intent > Automotive Ownership > Chrysler",
    "description": "This audience is likely to be in-market for automotive products and services, specifically from the Chrysler brand. Their recent visitation behaviors suggest a keen interest in car dealerships, auto shops, and related automotive services."
  },
  {
    "id": "INFILLION-1P-0086",
    "name": "Location-based > Intent > Automotive Ownership > Dodge",
    "description": "This audience is interested in Dodge automotive vehicles, with recent visitation patterns indicating they are in-market for related products and services. They are ideal for targeted marketing campaigns for Dodge dealerships, automotive services, and vehicle accessories."
  },
  {
    "id": "INFILLION-1P-0088",
    "name": "Location-based > Intent > Automotive Ownership > FIAT",
    "description": "This audience shows a strong interest in automotive products and services, particularly those related to FIAT vehicles, based on their recent visitation behaviors. They are ideal for marketing campaigns related to new car sales, vehicle maintenance, and automotive accessories."
  },
  {
    "id": "INFILLION-1P-0090",
    "name": "Location-based > Intent > Automotive Ownership > Ford Motor Company",
    "description": "This audience is likely to be interested in automotive products and services, specifically from the Ford Motor Company. Their recent visitation behaviors suggest they are in-market for vehicles, making them prime targets for automotive dealers and related automotive services."
  },
  {
    "id": "INFILLION-1P-0091",
    "name": "Location-based > Intent > Automotive Ownership > Freightliner Trucks",
    "description": "This audience is likely to be in-market for automotive vehicles, specifically Freightliner trucks, as indicated by their recent visitation behaviors. They are ideal targets for dealerships, repair services, and related automotive merchandising opportunities."
  },
  {
    "id": "INFILLION-1P-0093",
    "name": "Location-based > Intent > Automotive Ownership > GMC",
    "description": "This audience is in-market for automotive products or services, specifically focused on GMC vehicles, as indicated by their recent visitation behaviors. They are ideal for campaigns targeting consumers seeking automotive solutions, maintenance services, or new vehicle purchases within the GMC brand."
  },
  {
    "id": "INFILLION-1P-0094",
    "name": "Location-based > Intent > Automotive Ownership > Honda",
    "description": "This audience is likely to be in-market for automotive products and services, specifically from the Honda brand, based on their recent visitation behaviors. They are ideal targets for automotive dealerships, service centers, and related automotive merchandise."
  },
  {
    "id": "INFILLION-1P-0095",
    "name": "Location-based > Intent > Automotive Ownership > Hyundai Motor",
    "description": "This audience is likely to be in-market for automotive products and services, particularly from Hyundai Motor, based on their recent visitation behaviors. These individuals are ideal for targeting with automotive-related promotions and dealership visits."
  },
  {
    "id": "INFILLION-1P-0096",
    "name": "Location-based > Intent > Automotive Ownership > Infiniti",
    "description": "This audience is likely to be interested in automotive products and services, specifically from the Infiniti brand, making them ideal for targeted automotive advertising and dealership promotions. Their recent visitation behaviors suggest they are in-market for luxury vehicles, maintenance services, or vehicle upgrades."
  },
  {
    "id": "INFILLION-1P-0098",
    "name": "Location-based > Intent > Automotive Ownership > Jaguar",
    "description": "This audience is likely to be interested in automotive products and services, specifically those related to Jaguar vehicles. Their recent visitation behaviors suggest they are actively in the market for high-end automotive options, making them ideal targets for luxury car sales and related services."
  },
  {
    "id": "INFILLION-1P-0099",
    "name": "Location-based > Intent > Automotive Ownership > Jeep",
    "description": "This audience comprises consumers whose recent visitation behaviors suggest they are actively in-market for automotive products and services, specifically focusing on Jeep vehicles. They show a strong interest in vehicle purchases, maintenance, and accessories, making them ideal targets for automotive dealers and service providers specializing in Jeep models."
  },
  {
    "id": "INFILLION-1P-0100",
    "name": "Location-based > Intent > Automotive Ownership > Kia Motors",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for automotive products or services, specifically from Kia Motors. They are ideal for targeted campaigns involving Kia vehicles, automotive services, and related offers."
  },
  {
    "id": "INFILLION-1P-0102",
    "name": "Location-based > Intent > Automotive Ownership > Land Rover",
    "description": "This audience is likely to be interested in automotive products and services, particularly those related to Land Rover vehicles. Their recent visitation behaviors suggest they are in-market for premium SUVs and related automotive services, making them ideal targets for dealerships, luxury car accessories, and maintenance providers."
  },
  {
    "id": "INFILLION-1P-0103",
    "name": "Location-based > Intent > Automotive Ownership > Lexus",
    "description": "This audience is likely to be interested in automotive vehicles, particularly Lexus models, making them ideal for dealerships and auto-related services. Their recent visitation behaviors suggest they are in-market consumers actively seeking products or services within the automotive category."
  },
  {
    "id": "INFILLION-1P-0104",
    "name": "Location-based > Intent > Automotive Ownership > Lincoln",
    "description": "This audience consists of consumers whose visitation behaviors in the last 30 days suggest they are in-market for automotive products or services, particularly from the Lincoln brand. They are prime candidates for targeted marketing of Lincoln vehicles, dealership visits, and related automotive services."
  },
  {
    "id": "INFILLION-1P-0106",
    "name": "Location-based > Intent > Automotive Ownership > Mack Trucks",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are actively in the market for automotive products or services, specifically related to Mack Trucks. They are likely interested in commercial vehicles and related accessories, making them ideal targets for marketing heavy-duty trucks, parts, and professional fleet services."
  },
  {
    "id": "INFILLION-1P-0107",
    "name": "Location-based > Intent > Automotive Ownership > Maserati",
    "description": "This audience consists of consumers whose visitation behaviors in the last 30 days suggest they are actively in-market for automotive products or services, particularly those related to Maserati. Ideal for targeting high-end automotive ads, these individuals have shown a keen interest in luxury vehicles and related services."
  },
  {
    "id": "INFILLION-1P-0108",
    "name": "Location-based > Intent > Automotive Ownership > Mazda",
    "description": "This audience consists of consumers whose visitation behaviors in the last 30 days indicate a strong interest in Mazda automotive products and services. They are ideal targets for automotive promotions, car dealerships, and related automotive services, showcasing a clear intent to engage with the Mazda brand."
  },
  {
    "id": "INFILLION-1P-0109",
    "name": "Location-based > Intent > Automotive Ownership > Mercedes Benz",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are currently in-market for automotive products or services, particularly from Mercedes Benz. Key categories indicate a strong interest in luxury vehicles, high-end automotive services, and premium car accessories, making them ideal targets for luxury car dealerships and related high-end automotive products."
  },
  {
    "id": "INFILLION-1P-0110",
    "name": "Location-based > Intent > Automotive Ownership > MINI",
    "description": "This audience is likely to be interested in automotive products and services, specifically related to MINI vehicles. Their recent visitation behaviors suggest they are actively in-market, making them ideal for automotive dealerships, car accessories, and related services targeting Mini Cooper enthusiasts."
  },
  {
    "id": "INFILLION-1P-0111",
    "name": "Location-based > Intent > Automotive Ownership > Mitsubishi Motors",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for Mitsubishi Motors vehicles. They are ideal for outreach related to automotive products and services, having shown interest in car dealerships and automotive maintenance locations within the last 30 days."
  },
  {
    "id": "INFILLION-1P-0112",
    "name": "Location-based > Intent > Automotive Ownership > Nissan",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in the market for automotive products or services, specifically from the Nissan brand. They are ideal targets for automotive dealerships, service centers, and related automotive products, indicating a keen interest in purchasing or servicing Nissan vehicles."
  },
  {
    "id": "INFILLION-1P-0114",
    "name": "Location-based > Intent > Automotive Ownership > Porsche",
    "description": "This audience is composed of consumers whose recent visitation behaviors suggest they are in-market for automotive products and services, specifically those related to Porsche. Their interests make them ideal targets for luxury vehicle promotions, auto services, and premium car accessories."
  },
  {
    "id": "INFILLION-1P-0115",
    "name": "Location-based > Intent > Automotive Ownership > Ram",
    "description": "This audience consists of consumers whose recent location data indicates they are actively in-market for automotive vehicles, specifically Ram trucks. Their visitation behavior suggests an interest in related products and services, making them ideal targets for automotive sales, accessories, and maintenance promotions."
  },
  {
    "id": "INFILLION-1P-0117",
    "name": "Location-based > Intent > Automotive Ownership > Rush Truck Centers",
    "description": "This audience consists of consumers whose visitation patterns in the last 30 days suggest they are in the market for products or services related to the automotive industry, specifically from Rush Truck Centers. They are likely to be interested in automotive vehicle purchases, maintenance services, and related commercial trucking solutions."
  },
  {
    "id": "INFILLION-1P-0118",
    "name": "Location-based > Intent > Automotive Ownership > Subaru",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in the market for automotive products or services, specifically from Subaru. They are likely interested in purchasing Subaru vehicles or related automotive services, making them ideal targets for dealerships, vehicle financing, and automotive maintenance promotions."
  },
  {
    "id": "INFILLION-1P-0119",
    "name": "Location-based > Intent > Automotive Ownership > Tesla Motors",
    "description": "This audience is likely to be interested in Tesla vehicles and related automotive services, making them ideal for Tesla dealerships and electric vehicle companies. Their recent visitation data indicates they are actively seeking information or intending to purchase from this premium electric car brand."
  },
  {
    "id": "INFILLION-1P-0120",
    "name": "Location-based > Intent > Automotive Ownership > Toyota",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are actively in-market for automotive products or services, particularly those related to Toyota vehicles. They are ideal targets for automotive dealerships, car maintenance services, and Toyota-specific promotions."
  },
  {
    "id": "INFILLION-1P-0121",
    "name": "Location-based > Intent > Automotive Ownership > Volkswagen",
    "description": "This audience is likely to be interested in automotive products and services, specifically those related to Volkswagen vehicles, making them ideal for auto dealerships and repair services. They have shown visitation behaviors in the last 30 days that indicate they are in-market for automotive solutions from this category."
  },
  {
    "id": "INFILLION-1P-0122",
    "name": "Location-based > Intent > Automotive Ownership > Volvo",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for automotive products or services related to Volvo. Ideal for targeting car dealerships, service centers, and automotive accessory retailers, these individuals show a strong interest in the Volvo brand over the past 30 days."
  },
  {
    "id": "INFILLION-1P-0123",
    "name": "Location-based > Intent > Automotive Products",
    "description": "This audience consists of consumers who have demonstrated visitation behaviors over the past 30 days, indicating they are in the market for automotive products or services, particularly from automotive parts, accessories, and tire stores. They are ideal candidates for campaigns targeting auto parts retailers, accessory sellers, and tire stores."
  },
  {
    "id": "INFILLION-1P-0124",
    "name": "Location-based > Intent > Automotive Services",
    "description": "This audience is likely to be in the market for automotive services, making them ideal for businesses offering automotive repair, maintenance, and equipment rental or leasing. They have recently visited locations related to vehicle upkeep and rental services, indicating a need for such products and services."
  },
  {
    "id": "INFILLION-1P-0125",
    "name": "Location-based > Intent > Automotive Services > Auto Rental",
    "description": "This audience consists of consumers whose recent visitation behaviors indicate they are in-market for automotive services, particularly in the auto rental and leasing sector. Key categories include automotive equipment rental and leasing (5321), making them prime candidates for rental services and related automotive products."
  },
  {
    "id": "INFILLION-1P-0126",
    "name": "Location-based > Intent > Automotive Services > Auto Towing and Repair",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for automotive services such as general automotive repair, transmission repair, and oil changes. They are likely to be interested in products and services from automotive repair shops, body and paint shops, and glass replacement stores."
  },
  {
    "id": "INFILLION-1P-0127",
    "name": "Location-based > Intent > Automotive Services > Car Wash",
    "description": "This audience is likely in market for automotive services, particularly car washes, based on their recent visitation behaviors. They are ideal for marketing campaigns targeting car wash services and related automotive maintenance products."
  },
  {
    "id": "INFILLION-1P-0128",
    "name": "Location-based > Intent > Beauty Services",
    "description": "This audience comprises consumers whose recent visitation behaviors suggest a strong interest in beauty and personal care services, such as beauty salons, nail salons, and barber shops. They are also likely to be in-market for cosmetics, beauty supplies, and jewelry, making them ideal prospects for beauty and luxury-related products and services."
  },
  {
    "id": "INFILLION-1P-0129",
    "name": "Location-based > Intent > Beauty Services > Beauty Salons and Tanning",
    "description": "This audience is likely to be interested in beauty and personal care services, making them ideal for marketing beauty and tanning salon offerings. Their recent visitation behaviors indicate they frequent beauty salons, nail salons, and other personal care services."
  },
  {
    "id": "INFILLION-1P-0130",
    "name": "Location-based > Intent > Beauty Services > Hair Salons",
    "description": "This audience consists of consumers whose recent visitation behaviors indicate an active interest in beauty services, making them ideal targets for marketing hair salons and barber shops. They are likely seeking personal care services, such as haircuts and grooming, evidenced by their frequent visits to beauty salons and barber shops."
  },
  {
    "id": "INFILLION-1P-0132",
    "name": "Location-based > Intent > Business and Industrial",
    "description": "This audience is likely to be actively in-market for a variety of products and services, including everyday essentials and specialty items. They frequently visit gasoline stations with convenience stores, grocery stores, department stores, and dry cleaning services, indicating a broad range of consumer interests."
  },
  {
    "id": "INFILLION-1P-0133",
    "name": "Location-based > Intent > Business and Industrial > Oil, Gas and Consumable Fuels",
    "description": "This audience is likely to be in-market for products and services related to the oil, gas, and consumable fuels sector, particularly frequenting gasoline stations and convenience stores. Their recent visitation behaviors suggest a strong interest in fueling options and ancillary convenience store offerings, making them ideal for targeted marketing within this industry."
  },
  {
    "id": "INFILLION-1P-0134",
    "name": "Location-based > Intent > Business and Industrial > Laundry and Dry Cleaning Services",
    "description": "This audience consists of consumers whose recent location data indicates they are actively seeking laundry and dry cleaning services. Their behaviors suggest they frequent establishments within the 8123 - Drycleaning and Laundry Services category, highlighting their immediate need for related products and services."
  },
  {
    "id": "INFILLION-1P-0135",
    "name": "Location-based > Intent > Business and Industrial > Photography Services",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for photography services and products. They frequently visit photography studios and portrait services, indicating a potential interest in professional photo shoots and related offerings."
  },
  {
    "id": "INFILLION-1P-0136",
    "name": "Location-based > Intent > Business and Industrial > Printing/Fax/WiFi Services",
    "description": "This audience is likely to be in the market for printing, fax, and WiFi services, making them ideal targets for businesses offering such solutions. Their recent visitation behaviors suggest a strong interest in Printing and Related Support Activities, revealing their need for business and industrial services."
  },
  {
    "id": "INFILLION-1P-0137",
    "name": "Location-based > Intent > Business and Industrial > Music Stores",
    "description": "This audience consists of consumers whose recent visitation patterns suggest they are actively in-market for products or services from musical instrument and supplies stores. They are likely to be interested in purchasing musical instruments, accessories, or other music-related services, making them ideal for targeted promotions in the business and industrial sector of music stores."
  },
  {
    "id": "INFILLION-1P-0138",
    "name": "Location-based > Intent > Business and Industrial > Grocery Stores and Supermarkets",
    "description": "This audience consists of consumers whose recent visitation behaviors indicate they are actively in-market for products or services from grocery stores, supermarkets, specialty food stores, and health supplement stores. They are highly engaged in the business and industrial sector related to food and beverages, making them ideal for targeted marketing in these categories."
  },
  {
    "id": "INFILLION-1P-0139",
    "name": "Location-based > Intent > Business and Industrial > Department Stores",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in the market for products or services from department stores and malls. They are likely to be interested in a variety of retail offerings, making them ideal for promotions related to general merchandise, apparel, and home goods."
  },
  {
    "id": "INFILLION-1P-0140",
    "name": "Location-based > Intent > Business and Industrial > Pawn Shops",
    "description": "This audience is likely to be interested in business and industrial services, particularly those related to used merchandise such as pawn shops. Their recent visitation behaviors suggest they are actively in-market for products or services from this category, making them ideal for promotions related to second-hand goods and financial services."
  },
  {
    "id": "INFILLION-1P-0141",
    "name": "Location-based > Intent > Business and Industrial > Telecom and Mobile Phone Services",
    "description": "This audience is likely to be interested in telecom and mobile phone services, making them ideal for marketers in the telecommunications industry. Their visitation behaviors in the last 30 days suggest they are in-market for products or services from categories like wired and wireless telecommunications carriers and other telecommunications providers."
  },
  {
    "id": "INFILLION-1P-0142",
    "name": "Location-based > Intent > Clothing and Accessories",
    "description": "This audience comprises consumers whose recent visitation patterns suggest they are actively seeking products from the clothing and accessories sector, including categories like clothing stores, shoe stores, jewelry stores, and department stores. Their behavior indicates a high interest in shopping for apparel, footwear, and beauty supplies, making them ideal targets for related marketing campaigns."
  },
  {
    "id": "INFILLION-1P-0143",
    "name": "Location-based > Intent > Clothing and Accessories > Clothing",
    "description": "This audience is comprised of consumers whose recent visitation patterns suggest they are actively in-market for clothing and accessories."
  },
  {
    "id": "INFILLION-1P-0145",
    "name": "Location-based > Intent > Clothing and Accessories > Men's Clothing",
    "description": "This audience has shown recent visitation behaviors indicating they are in-market for men's clothing and accessories, making them ideal for retail campaigns targeting this demographic. They frequently visit men's clothing stores, suggesting an interest in purchasing products or services within this category."
  },
  {
    "id": "INFILLION-1P-0146",
    "name": "Location-based > Intent > Clothing and Accessories > Women's Clothing",
    "description": "This audience is likely to be interested in products and services related to women's clothing, jewelry, and beauty supplies, making them ideal for retailers in these categories. Their recent visitation behaviors suggest they are in-market for women's clothing, jewelry, and cosmetics."
  },
  {
    "id": "INFILLION-1P-0147",
    "name": "Location-based > Intent > Clothing and Accessories > Footwear",
    "description": "This audience is likely to be interested in footwear, making them ideal for shoe stores and related promotional campaigns. Their recent visitation behaviors suggest they are in-market for products from the clothing and accessories category, specifically within the footwear segment."
  },
  {
    "id": "INFILLION-1P-0148",
    "name": "Location-based > Intent > Clothing and Accessories > Jewelry and Watches",
    "description": "This audience is likely to be in-market for jewelry and watches, displaying visitation behaviors in the past 30 days that align with interests in categories such as Jewelry, Luggage, and Leather Goods Stores, particularly Jewelry Stores. They are prime candidates for marketing campaigns targeting high-end accessories and luxury items."
  },
  {
    "id": "INFILLION-1P-0149",
    "name": "Location-based > Intent > Consumer Electronics",
    "description": "This audience is likely to be in-market for consumer electronics, making them ideal for businesses in the electronics retail sector. Their recent visitation behaviors suggest an interest in purchasing from electronics stores, electronic shopping and mail-order houses, and consumer electronics rental services."
  },
  {
    "id": "INFILLION-1P-0150",
    "name": "Location-based > Intent > Employment and Job Services",
    "description": "This audience is likely in the market for educational and career advancement opportunities, making them ideal for services related to employment and job training. They frequently visit technical and trade schools, colleges and universities, as well as employment service providers, indicating a strong interest in professional development."
  },
  {
    "id": "INFILLION-1P-0151",
    "name": "Location-based > Intent > Family and Parenting",
    "description": "This audience is likely to be in-market for family-oriented products and services."
  },
  {
    "id": "INFILLION-1P-0153",
    "name": "Location-based > Intent > Finance and Insurance",
    "description": "This audience is comprised of consumers whose recent visitation behaviors indicate they are in-market for financial and insurance services, such as commercial banking, investment advice, and various insurance products including life, property, and casualty insurance. They are ideal targets for businesses offering financial investment activities, accounting services, and credit intermediation."
  },
  {
    "id": "INFILLION-1P-0154",
    "name": "Location-based > Intent > Finance and Insurance > Accountants",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are actively seeking finance and insurance services, specifically from accountants. They are ideal targets for businesses offering accounting, tax preparation, bookkeeping, and payroll services."
  },
  {
    "id": "INFILLION-1P-0155",
    "name": "Location-based > Intent > Finance and Insurance > Banking",
    "description": "This audience consists of consumers who have shown a recent interest in finance and insurance services, particularly in commercial banking, consumer lending, and investment banking. Their visitation behaviors suggest they are actively seeking banking products and services, making them an ideal target for financial institutions and investment services."
  },
  {
    "id": "INFILLION-1P-0156",
    "name": "Location-based > Intent > Finance and Insurance > Insurance",
    "description": "This audience is likely to be in-market for a variety of insurance products and services, including those offered by insurance carriers, agencies, and brokerages. They have shown recent visitation behaviors indicating interest in life, property, casualty, title, and other direct insurance policies."
  },
  {
    "id": "INFILLION-1P-0157",
    "name": "Location-based > Intent > Finance and Insurance > Mortgage Lenders and Brokers",
    "description": "This audience is likely to be in the market for finance and insurance products, particularly from mortgage lenders and brokers, making them ideal for real estate and loan-related services. Their recent visitation behaviors indicate an interest in lessors of real estate, offices of real estate agents and brokers, and consumer lending."
  },
  {
    "id": "INFILLION-1P-0158",
    "name": "Location-based > Intent > Finance and Insurance > Tax Preparation Services",
    "description": "This audience is likely in the market for financial services, particularly tax preparation, accounting, and bookkeeping. Their recent visitation behaviors suggest an interest in professional assistance for tax preparation and related financial services."
  },
  {
    "id": "INFILLION-1P-0159",
    "name": "Location-based > Intent > Food and Beverage Services",
    "description": "This audience shows a strong interest in food and beverage services, making them ideal targets for restaurants, breweries, and specialty food stores. Their recent visitation behaviors indicate they are actively in-market for products and services from places such as grocery stores, snack bars, and drinking establishments."
  },
  {
    "id": "INFILLION-1P-0160",
    "name": "Location-based > Intent > Food and Beverage Services > Bars",
    "description": "This audience is likely to be interested in food and beverage services, particularly bars and breweries, suggesting they are a prime market for alcoholic beverages and related services. They have demonstrated visitation behaviors in the past 30 days indicative of frequenting drinking places, making them ideal for targeted promotions from bars and breweries."
  },
  {
    "id": "INFILLION-1P-0161",
    "name": "Location-based > Intent > Food and Beverage Services > Fast Food",
    "description": "This audience consists of consumers who have recently frequented limited-service restaurants, indicating a strong interest in fast food options. They are prime candidates for marketing campaigns targeting quick-service dining experiences and related food and beverage services."
  },
  {
    "id": "INFILLION-1P-0162",
    "name": "Location-based > Intent > Food and Beverage Services > Restaurants",
    "description": "This audience is likely to be interested in dining experiences, making them ideal for targeting by Food and Beverage Services, especially Full-Service and Limited-Service Restaurants. Their recent visitation behaviors indicate they are in-market for various dining options, including casual and full-service dining establishments."
  },
  {
    "id": "INFILLION-1P-0163",
    "name": "Location-based > Intent > Furniture",
    "description": "This audience is likely in the market for home and furniture products, making them ideal for retailers and services in this sector. Their recent visitation behavior indicates a strong interest in furniture stores, home furnishings, and reupholstery and furniture repair services."
  },
  {
    "id": "INFILLION-1P-0164",
    "name": "Location-based > Intent > Gifts and Holiday Items",
    "description": "This audience is likely to be in-market for gifts, novelty items, and holiday souvenirs, making them ideal for seasonal promotions and specialty shops. They frequently visit gift, novelty, and souvenir stores, indicating strong intent to purchase unique and festive products."
  },
  {
    "id": "INFILLION-1P-0165",
    "name": "Location-based > Intent > Hardware Supplies",
    "description": "This audience is likely to be in-market for hardware supplies and building materials, making them ideal candidates for promotions from hardware stores and building material dealers. They have shown visitation behaviors indicating interest in hardware, plumbing, heating equipment, and related products within the last 30 days."
  },
  {
    "id": "INFILLION-1P-0174",
    "name": "Location-based > Intent > Hobbies and Interests",
    "description": "This audience is characterized by their recent visitation behaviors, indicating a strong interest in hobbies and creative activities. They are likely in the market for products from categories such as hobby, toy, and game stores, musical instrument stores, and sporting goods stores, making them ideal targets for promotions of recreational and creative merchandise."
  },
  {
    "id": "INFILLION-1P-0175",
    "name": "Location-based > Intent > Hobbies and Interests > Arts and Crafts",
    "description": "This audience is likely to be engaged in arts and crafts, making them ideal targets for products and services from office supplies, stationery, and gift stores as well as paint and wallpaper stores. Their recent visitation behaviors indicate a significant interest in purchasing items such as paints, varnishes, and related supplies."
  },
  {
    "id": "INFILLION-1P-0176",
    "name": "Location-based > Intent > Hobbies and Interests > Toys and Games",
    "description": "This audience, based on recent visitation patterns, is actively seeking products or services related to hobbies, toys, and games, making them prime candidates for marketing from hobby, toy, and game stores. Their interests in these categories suggest a strong inclination towards recreational and leisure activities centered around games and toys."
  },
  {
    "id": "INFILLION-1P-0177",
    "name": "Location-based > Intent > Hobbies and Interests > Musical Instruments and Accessories",
    "description": "This audience is likely to be interested in musical instruments and accessories, making them ideal for music events, retail offers from music stores, and related merchandise. They frequent musical instrument and supplies stores, indicating a strong market intent for purchasing or exploring musical products and services."
  },
  {
    "id": "INFILLION-1P-0178",
    "name": "Location-based > Intent > Home Buyer",
    "description": "This audience comprises consumers whose recent visitation behaviors suggest they are actively in-market for home-buying related products and services. They frequent depository credit institutions, real estate agencies, mortgage brokers, and consumer lending offices, indicating a strong interest in purchasing or investing in real estate."
  },
  {
    "id": "INFILLION-1P-0179",
    "name": "Location-based > Intent > Home and Garden Services",
    "description": "This audience is likely to be in the market for home and garden services, including equipment repair, lawn and garden supplies, and home furnishings. They have recently shown visitation behaviors that indicate interest in categories such as Home Centers, Furniture Stores, and Nursery and Garden Centers."
  },
  {
    "id": "INFILLION-1P-0180",
    "name": "Location-based > Intent > Home and Garden Services > Appliances",
    "description": "This audience is likely to be in the market for home and garden services, particularly focusing on appliances and electronics. Their recent visitation behaviors suggest an interest in household appliance stores, electronics stores, and home centers, making them ideal for targeted promotions in these categories."
  },
  {
    "id": "INFILLION-1P-0181",
    "name": "Location-based > Intent > Home and Garden Services > Home Goods",
    "description": "This audience is likely in-market for home and garden services and products, making them ideal for targeting with advertisements for home goods, furnishings, and appliances. Their recent visitation behaviors suggest a strong interest in furniture stores, home centers, and building material suppliers."
  },
  {
    "id": "INFILLION-1P-0182",
    "name": "Location-based > Intent > Home and Garden Services > Home Improvement and Repair",
    "description": "This audience is likely to be in-market for home improvement and repair services, making them ideal for home and garden product promotions. They have recently visited furniture and home furnishing wholesalers, home centers, and stores specializing in reupholstery and equipment repair."
  },
  {
    "id": "INFILLION-1P-0183",
    "name": "Location-based > Intent > Office Equipment and Supplies",
    "description": "This audience is likely in the market for office equipment and supplies, including products from office equipment merchant wholesalers and office supplies and stationery stores. Their recent visitation behaviors suggest a need for services such as computer and office machine repair and maintenance."
  },
  {
    "id": "INFILLION-1P-0184",
    "name": "Location-based > Intent > Pet Services",
    "description": "This audience is likely in-market for a range of pet-related products and services, making them ideal for businesses in the pet care, pet supplies, and veterinary sectors. Their recent visitation behaviors indicate a strong interest in pet care services, pet stores, and veterinary services, highlighting their engagement with these categories."
  },
  {
    "id": "INFILLION-1P-0185",
    "name": "Location-based > Intent > Pet Services > Pet Stores",
    "description": "This audience consists of consumers whose recent visitation patterns suggest they are actively in the market for products or services from pet and pet supplies stores. They are ideal targets for campaigns related to pet food, toys, grooming, and other pet-related merchandise and services."
  },
  {
    "id": "INFILLION-1P-0186",
    "name": "Location-based > Intent > Pet Services > Veterinary Services",
    "description": "This audience is likely to be interested in veterinary services and related pet care products, making them ideal for promotions in this market category. Their recent visitation behaviors suggest they are actively seeking veterinary care for their pets, indicating a strong market for pet health and wellness services."
  },
  {
    "id": "INFILLION-1P-0187",
    "name": "Location-based > Intent > Real Estate",
    "description": "This audience consists of consumers who have shown visitation behaviors in the last 30 days indicating they are in the market for real estate-related products or services. Key categories include lessors of real estate, offices of real estate agents and brokers, and lessors of other real estate property."
  },
  {
    "id": "INFILLION-1P-0188",
    "name": "Location-based > Intent > Sporting Goods",
    "description": "This audience is highly engaged in sports and recreational activities, making them prime candidates for sporting goods, hobby items, and musical instruments. Their recent visitation behaviors indicate strong interests in sporting goods stores and sports and recreation instruction, positioning them perfectly for targeted marketing of related products and services."
  },
  {
    "id": "INFILLION-1P-0189",
    "name": "Location-based > Intent > Technology and Computing",
    "description": "This audience consists of consumers whose recent visitation behaviors suggest they are in-market for technology and computing products or services. Key categories include electronics and appliance stores, electronic shopping and mail-order houses, and telecommunications carriers, indicating a strong interest in acquiring and maintaining electronic goods and services."
  },
  {
    "id": "INFILLION-1P-0190",
    "name": "Location-based > Intent > Travel and Tourism",
    "description": "This audience consists of consumers who have shown visitation behaviors in the past 30 days that indicate they are in-market for travel and tourism services. They are likely interested in travel arrangements, traveler accommodations, RV parks, recreational camps, rail transportation, and services provided by travel agencies."
  },
  {
    "id": "INFILLION-1P-0191",
    "name": "Location-based > Predictive Visit > Arts and Entertainment",
    "description": "This audience consists of consumers who are likely to visit arts and entertainment venues within the next 30 days, such as performing arts companies, motion picture theaters, and amusement parks. They are ideal for marketing campaigns targeting events like live performances, movies, and recreational activities, including theme parks and casino hotels."
  },
  {
    "id": "INFILLION-1P-0192",
    "name": "Location-based > Predictive Visit > Arts and Entertainment > Theatre and Musicals",
    "description": "This audience is likely to have a strong interest in arts and entertainment, particularly in theatre and musicals, making them ideal for promoting live performances and related experiences. They are expected to visit places such as performing arts companies and motion picture theaters within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0193",
    "name": "Location-based > Predictive Visit > Arts and Entertainment > Sporting Events",
    "description": "This audience is likely to have a strong interest in sports and recreation, making them ideal candidates for sports events and related merchandise. They enjoy attending live sports, visiting sporting goods stores, and participating in activities at fitness centers, golf courses, and bowling alleys."
  },
  {
    "id": "INFILLION-1P-0194",
    "name": "Location-based > Predictive Visit > Arts and Entertainment > Cinemas and Movie Events",
    "description": "This audience is likely to be engaged in arts and entertainment activities, making them prime candidates for cinemas, movie events, and related offerings. They have a higher propensity to visit motion picture theaters, performing arts companies, and related venues within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0195",
    "name": "Location-based > Predictive Visit > Arts and Entertainment > Theme and Amusement Parks",
    "description": "This audience is likely to visit amusement and theme parks, amusement arcades, and other recreation industries within the next 30 days, making them ideal for attractions and entertainment marketing. They enjoy engaging with a variety of amusement and recreational activities, from thrilling rides to arcade games."
  },
  {
    "id": "INFILLION-1P-0196",
    "name": "Location-based > Predictive Visit > Arts and Entertainment > Nightclubs",
    "description": "This audience is likely to visit nightclubs, drinking places, and breweries within the next 30 days, making them ideal for promotions related to nightlife and social gatherings. They enjoy socializing in vibrant atmospheres and exploring diverse entertainment venues that serve alcoholic beverages."
  },
  {
    "id": "INFILLION-1P-0197",
    "name": "Location-based > Predictive Visit > Automotive Dealers",
    "description": "This audience comprises consumers who are expected to visit automotive dealers, including new car dealers, general automotive repair shops, and other automotive mechanical and electrical repair services within the next 30 days. They are prime candidates for promotions and services in the automotive industry, making them ideal for targeted marketing by automobile dealerships and repair service providers."
  },
  {
    "id": "INFILLION-1P-0198",
    "name": "Location-based > Predictive Visit > Automotive Products",
    "description": "This audience is likely to seek automotive products and services, making them ideal for offers related to automotive parts, accessories, and tire stores. They are predicted to visit these establishments within the next 30 days, indicating a high intent to purchase items in these categories."
  },
  {
    "id": "INFILLION-1P-0199",
    "name": "Location-based > Predictive Visit > Automotive Services",
    "description": "This audience comprises consumers who are more likely to visit automotive repair and maintenance shops or engage in automotive equipment rental and leasing within the next 30 days. Ideal for businesses in the automotive services industry, they are primed for offers related to vehicle upkeep and rentals."
  },
  {
    "id": "INFILLION-1P-0200",
    "name": "Location-based > Predictive Visit > Automotive Services > Auto Rental",
    "description": "This audience is likely to visit automotive service locations, particularly auto rental services, within the next 30 days. They are ideal for campaigns related to car rentals, leasing, and associated automotive equipment services."
  },
  {
    "id": "INFILLION-1P-0201",
    "name": "Location-based > Predictive Visit > Automotive Services > Auto Towing and Repair",
    "description": "This audience is likely to visit automotive services within the next 30 days, including general and specialized repair shops such as automotive body repair, oil change and lubrication services, and transmission repair. They are ideal for targeting with promotions related to vehicle maintenance and repair services."
  },
  {
    "id": "INFILLION-1P-0202",
    "name": "Location-based > Predictive Visit > Automotive Services > Car Wash",
    "description": "This audience is likely to visit car wash services within the next 30 days, making them ideal for promotions related to automotive upkeep and cleanliness. They are engaged consumers seeking automotive services, which places them in the 811192 - Car Washes category."
  },
  {
    "id": "INFILLION-1P-0203",
    "name": "Location-based > Predictive Visit > Beauty Services",
    "description": "This audience is likely to be interested in beauty and personal care services, making them ideal for salons, cosmetic stores, and barber shops. They are expected to visit beauty salons, nail salons, and stores offering beauty supplies and jewelry within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0204",
    "name": "Location-based > Predictive Visit > Beauty Services > Beauty Salons and Tanning",
    "description": "This audience is composed of consumers who are likely to visit beauty salons, nail salons, and other personal care services within the next 30 days. They are ideal targets for promotions and services related to beauty and personal care."
  },
  {
    "id": "INFILLION-1P-0205",
    "name": "Location-based > Predictive Visit > Beauty Services > Hair Salons",
    "description": "This audience consists of consumers who are likely to visit beauty salons, barber shops, and other personal care services within the next 30 days. They are ideal for businesses and marketers looking to engage individuals interested in hair and beauty treatments."
  },
  {
    "id": "INFILLION-1P-0207",
    "name": "Location-based > Predictive Visit > Business and Industrial",
    "description": "This audience is composed of consumers likely to visit a variety of local businesses, including gasoline stations with convenience stores, grocery stores, department stores, and drycleaning services, within the next 30 days. Ideal for targeting advertisements related to everyday essentials and convenience services, they frequent places offering practical goods and services such as supermarkets, health supplement stores, and musical instrument shops."
  },
  {
    "id": "INFILLION-1P-0208",
    "name": "Location-based > Predictive Visit > Business and Industrial > Oil, Gas and Consumable Fuels",
    "description": "This audience is likely to visit gasoline stations and convenience stores, making them ideal targets for fuel-related products and retail promotions. They are predicted to engage with businesses in the oil, gas, and consumable fuels sector within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0209",
    "name": "Location-based > Predictive Visit > Business and Industrial > Laundry and Dry Cleaning Services",
    "description": "This audience consists of consumers who are likely to visit laundry and dry cleaning services within the next 30 days, indicating a preference for businesses under the 8123 category. They are ideal targets for promotions related to dry cleaning, laundry services, and other industrial cleaning needs."
  },
  {
    "id": "INFILLION-1P-0210",
    "name": "Location-based > Predictive Visit > Business and Industrial > Photography Services",
    "description": "This audience is composed of consumers who are likely to visit photography studios or portrait services within the next 30 days, making them ideal for targeted marketing by photography businesses. They have a heightened interest in professional photography services, particularly for portraits and studio sessions."
  },
  {
    "id": "INFILLION-1P-0211",
    "name": "Location-based > Predictive Visit > Business and Industrial > Printing/Fax/WiFi Services",
    "description": "This audience is likely to visit businesses related to printing, fax, and WiFi services within the next 30 days, making them ideal for targeted promotions in these industries. They are particularly interested in activities associated with printing and related support services, indicating a potential need for business and industrial solutions in these categories."
  },
  {
    "id": "INFILLION-1P-0212",
    "name": "Location-based > Predictive Visit > Business and Industrial > Music Stores",
    "description": "This audience is composed of individuals predicted to visit music stores, making them ideal for marketing of musical instruments and supplies. They are likely enthusiasts or professionals who frequently purchase items such as guitars, keyboards, and other musical equipment."
  },
  {
    "id": "INFILLION-1P-0213",
    "name": "Location-based > Predictive Visit > Business and Industrial > Grocery Stores and Supermarkets",
    "description": "This audience comprises consumers who are likely to visit grocery stores, supermarkets, and specialty food stores within the next 30 days, making them ideal targets for businesses in these sectors. They are particularly inclined towards supermarkets, grocery wholesalers, and health supplement stores."
  },
  {
    "id": "INFILLION-1P-0214",
    "name": "Location-based > Predictive Visit > Business and Industrial > Department Stores",
    "description": "This audience consists of consumers who are likely to visit department stores and malls within the next 30 days, making them ideal for retail marketing strategies. They are interested in shopping experiences and are likely to engage with retail promotions and in-store events."
  },
  {
    "id": "INFILLION-1P-0215",
    "name": "Location-based > Predictive Visit > Business and Industrial > Pawn Shops",
    "description": "This audience is likely to be interested in visiting pawn shops and purchasing used merchandise, making them ideal targets for marketing pre-owned goods and financial services. They frequent businesses that deal in second-hand items and loans, indicating a preference for cost-effective shopping and financial management solutions."
  },
  {
    "id": "INFILLION-1P-0216",
    "name": "Location-based > Predictive Visit > Business and Industrial > Telecom and Mobile Phone Services",
    "description": "This audience consists of consumers who are likely to visit wired and wireless telecommunications carriers or other telecommunications service providers within the next 30 days. They are ideal targets for promotions related to telecom services, mobile phone plans, and telecommunications equipment."
  },
  {
    "id": "INFILLION-1P-0217",
    "name": "Location-based > Predictive Visit > Clothing and Accessories",
    "description": "This audience is likely to be interested in visiting retail locations related to clothing and accessories within the next 30 days, making them ideal for fashion retailers and shopping centers."
  },
  {
    "id": "INFILLION-1P-0218",
    "name": "Location-based > Predictive Visit > Clothing and Accessories > Clothing",
    "description": "This audience comprises consumers who are highly likely to visit clothing and accessory stores, such as family clothing stores, men's and women's clothing stores, and department stores, within the next 30 days. They have a strong interest in updating their wardrobe and shopping for a variety of apparel and accessories, making them an ideal target for retail promotions and marketing campaigns."
  },
  {
    "id": "INFILLION-1P-0220",
    "name": "Location-based > Predictive Visit > Clothing and Accessories > Men's Clothing",
    "description": "This audience is likely to be interested in men's clothing and accessories, making them ideal for targeting with promotions for men's fashion retailers and related merchandise. They are consumers predicted to visit men's clothing stores (448110) within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0221",
    "name": "Location-based > Predictive Visit > Clothing and Accessories > Women's Clothing",
    "description": "This audience consists of consumers who are predicted to visit women's clothing stores, jewelry stores, or cosmetics and beauty supply stores within the next 30 days. They are likely to be interested in shopping for fashion apparel, accessories, and beauty products, making them ideal targets for promotional campaigns in these categories."
  },
  {
    "id": "INFILLION-1P-0222",
    "name": "Location-based > Predictive Visit > Clothing and Accessories > Footwear",
    "description": "This audience is primed for engagement with footwear brands and retailers, making them ideal for promotions related to shoe stores and fashion accessories. They are likely to visit shoe stores within the next 30 days, suggesting high intent to purchase footwear and related products."
  },
  {
    "id": "INFILLION-1P-0223",
    "name": "Location-based > Predictive Visit > Clothing and Accessories > Jewelry and Watches",
    "description": "This audience is likely to visit jewelry and accessory stores, making them ideal for marketers targeting consumers interested in luxury items such as watches and fine jewelry. They show a higher probability of visiting jewelry stores and outlets within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0224",
    "name": "Location-based > Predictive Visit > Consumer Electronics",
    "description": "This audience consists of consumers who are predicted to visit electronics-related establishments, such as electronics stores, electronic shopping and mail-order houses, or consumer electronics and appliances rental locations, within the next 30 days. They are ideal targets for marketing campaigns promoting electronics, gadgets, and appliance rentals."
  },
  {
    "id": "INFILLION-1P-0225",
    "name": "Location-based > Predictive Visit > Family and Parenting",
    "description": "This audience is likely to engage in family and parenting activities, making them ideal customers for family clothing stores, and hobby or toy shops. "
  },
  {
    "id": "INFILLION-1P-0227",
    "name": "Location-based > Predictive Visit > Finance and Insurance",
    "description": "This audience comprises consumers who are likely to visit finance and insurance-related locations, such as commercial banks, insurance agencies, and investment advisory services, within the next 30 days. They are prime candidates for campaigns targeting financial investment activities, credit intermediation, and various insurance services."
  },
  {
    "id": "INFILLION-1P-0228",
    "name": "Location-based > Predictive Visit > Finance and Insurance > Accountants",
    "description": "This audience is likely to visit business support services and accounting-related establishments within the next 30 days, making them ideal for financial and insurance offers. They show a strong interest in tax preparation, bookkeeping, and payroll services, indicating a need for professional financial assistance and support."
  },
  {
    "id": "INFILLION-1P-0229",
    "name": "Location-based > Predictive Visit > Finance and Insurance > Banking",
    "description": "This audience consists of consumers who are likely to visit banking and financial services locations, such as commercial banks, investment banking firms, and consumer lending offices, within the next 30 days. They are engaged with financial activities and services, making them ideal targets for marketing banking products, investment opportunities, and financial support services."
  },
  {
    "id": "INFILLION-1P-0230",
    "name": "Location-based > Predictive Visit > Finance and Insurance > Insurance",
    "description": "This audience is likely to visit insurance-related businesses, including agencies, brokerages, and direct carriers, in the next 30 days. Ideal for targeting consumers interested in insurance services such as life insurance, property and casualty insurance, and title insurance."
  },
  {
    "id": "INFILLION-1P-0231",
    "name": "Location-based > Predictive Visit > Finance and Insurance > Mortgage Lenders and Brokers",
    "description": "This audience is more likely to visit mortgage lenders, brokers, and related real estate services within the next 30 days, making them prime candidates for targeted offers in the finance and insurance sectors. They frequent offices of real estate agents, mortgage loan brokers, and consumer lending institutions, suggesting an active interest in financial and real estate services."
  },
  {
    "id": "INFILLION-1P-0232",
    "name": "Location-based > Predictive Visit > Finance and Insurance > Tax Preparation Services",
    "description": "This audience is likely to visit accounting, tax preparation, bookkeeping, and payroll services within the next 30 days, making them ideal for targeted advertising related to financial and insurance services. They show a high propensity for engaging with tax preparation services and related financial activities."
  },
  {
    "id": "INFILLION-1P-0233",
    "name": "Location-based > Predictive Visit > Food and Beverage Services",
    "description": "This audience is likely to visit food and beverage establishments in the next 30 days, making them ideal for marketing campaigns targeting restaurants, grocery stores, and beer, wine, and liquor stores. They frequent places like snack bars, breweries, and specialty food stores, indicating a keen interest in diverse food and drink experiences."
  },
  {
    "id": "INFILLION-1P-0234",
    "name": "Location-based > Predictive Visit > Food and Beverage Services > Bars",
    "description": "This audience consists of consumers who are likely to visit bars or breweries within the next 30 days, making them ideal targets for promotions in the food and beverage service industry. They have a demonstrated interest in drinking places and alcoholic beverages, indicating a preference for social and nightlife experiences."
  },
  {
    "id": "INFILLION-1P-0235",
    "name": "Location-based > Predictive Visit > Food and Beverage Services > Fast Food",
    "description": "This audience is likely to visit limited-service restaurants, such as fast food establishments, within the next 30 days. Ideal for targeting promotions in the food and beverage sector, they exhibit a strong preference for quick, convenient dining options."
  },
  {
    "id": "INFILLION-1P-0236",
    "name": "Location-based > Predictive Visit > Food and Beverage Services > Restaurants",
    "description": "This audience is likely to visit dining establishments, making them ideal for promotions related to the food and beverage industry. They are predicted to frequent full-service restaurants and limited-service restaurants within the next 30 days, encompassing a variety of eating places from casual diners to quick-service locations."
  },
  {
    "id": "INFILLION-1P-0237",
    "name": "Location-based > Predictive Visit > Furniture",
    "description": "This audience consists of consumers who are likely to visit furniture stores, home furnishings stores, or seek reupholstery and furniture repair services within the next 30 days. They are ideal targets for retailers and businesses in the home decor and furniture maintenance sectors."
  },
  {
    "id": "INFILLION-1P-0238",
    "name": "Location-based > Predictive Visit > Gifts and Holiday Items",
    "description": "This audience is likely to visit gift, novelty, and souvenir stores within the next 30 days, making them ideal for businesses targeting holiday and seasonal shoppers. They are interested in unique and memorable items, perfect for gifts and holiday celebrations."
  },
  {
    "id": "INFILLION-1P-0239",
    "name": "Location-based > Predictive Visit > Hardware Supplies",
    "description": "This audience is likely to visit hardware stores, building material and supplies dealers, and hardware, plumbing, and heating equipment wholesalers within the next 30 days. They are ideal for promotions related to home improvement, building materials, and hardware supplies."
  },
  {
    "id": "INFILLION-1P-0248",
    "name": "Location-based > Predictive Visit > Hobbies and Interests",
    "description": "This audience consists of consumers who are likely to visit hobby, toy, and game stores, musical instrument and supplies stores, and sporting goods stores within the next 30 days. They demonstrate a keen interest in hobbies and recreational activities, making them ideal for promotions related to office supplies, arts and crafts, and sports equipment."
  },
  {
    "id": "INFILLION-1P-0249",
    "name": "Location-based > Predictive Visit > Hobbies and Interests > Arts and Crafts",
    "description": "This audience is likely to have a strong interest in arts and crafts, making them ideal for promotions related to office supplies, stationery, paint, and wallpaper. They are predicted to visit stores such as gift shops, paint and varnish wholesalers, and paint and wallpaper retailers within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0250",
    "name": "Location-based > Predictive Visit > Hobbies and Interests > Toys and Games",
    "description": "This audience is likely to have a strong interest in hobbies and recreational activities, particularly involving toys and games. They are expected to visit hobby, toy, and game stores within the next 30 days, making them ideal for promotions and products in these categories."
  },
  {
    "id": "INFILLION-1P-0251",
    "name": "Location-based > Predictive Visit > Hobbies and Interests > Musical Instruments and Accessories",
    "description": "This audience is likely to be interested in musical instruments and accessories, making them ideal for music stores and related events. They are consumers who are more likely to visit musical instrument and supplies stores within the next 30 days, showing a strong engagement with hobbies involving music."
  },
  {
    "id": "INFILLION-1P-0252",
    "name": "Location-based > Predictive Visit > Home and Garden Services",
    "description": "This audience is likely to show a strong interest in home and garden services, making them ideal for businesses offering home center supplies, gardening equipment, and home furnishings. They are predicted to visit stores and services such as nurseries, garden centers, furniture stores, and equipment repair shops within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0253",
    "name": "Location-based > Predictive Visit > Home and Garden Services > Appliances",
    "description": "This audience is highly likely to visit home and garden service locations, including household appliance stores and home centers, within the next 30 days. They are ideal targets for promotions related to electronics and appliance repairs or maintenance services."
  },
  {
    "id": "INFILLION-1P-0254",
    "name": "Location-based > Predictive Visit > Home and Garden Services > Home Goods",
    "description": "This audience is highly likely to visit home and garden service locations within the next 30 days, making them prime targets for businesses related to personal and household goods repair, furniture, and home improvement. They frequent stores such as furniture stores, home furnishing stores, and electronics and appliance stores, indicating a strong interest in upgrading and maintaining their living spaces."
  },
  {
    "id": "INFILLION-1P-0255",
    "name": "Location-based > Predictive Visit > Home and Garden Services > Home Improvement and Repair",
    "description": "This audience is likely to be interested in home improvement and repair services, making them ideal for businesses in home centers, furniture stores, and home furnishing stores. They show a higher propensity to visit places like furniture and home furnishing merchant wholesalers, reupholstery, and furniture repair services within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0256",
    "name": "Location-based > Predictive Visit > Office Equipment and Supplies",
    "description": "This audience is likely to visit office equipment and supply locations within the next 30 days, making them ideal for promotions related to office equipment, stationery stores, and computer repair services. They are interested in merchants who wholesale office equipment, office supplies, and offer maintenance for office machines."
  },
  {
    "id": "INFILLION-1P-0257",
    "name": "Location-based > Predictive Visit > Pet Services",
    "description": "This audience is likely to visit pet care services, pet supply stores, or veterinary clinics within the next 30 days, making them ideal for pet-related products and services. They are interested in maintaining their pets' well-being and purchasing pet supplies."
  },
  {
    "id": "INFILLION-1P-0258",
    "name": "Location-based > Predictive Visit > Pet Services > Pet Stores",
    "description": "This audience is composed of consumers likely to visit pet and pet supplies stores within the next 30 days, making them ideal for businesses catering to pet products and services. They show a keen interest in pet care, supplies, and related accessories, indicating strong potential for engaging with offerings in the pet services market."
  },
  {
    "id": "INFILLION-1P-0259",
    "name": "Location-based > Predictive Visit > Pet Services > Veterinary Services",
    "description": "This audience comprises consumers who are likely to visit veterinary services within the next 30 days, making them ideal for pet-related products and services. They are specifically targeted based on predictive location data, indicating a higher probability of seeking veterinary care for their pets."
  },
  {
    "id": "INFILLION-1P-0260",
    "name": "Location-based > Predictive Visit > Real Estate",
    "description": "This audience is likely to be interested in real estate-related visits within the next 30 days, including properties managed by lessors, real estate agents, and brokers. They frequent places such as lessors of real estate, offices of real estate agents, and various other real estate properties, making them prime targets for real estate marketing and investment opportunities."
  },
  {
    "id": "INFILLION-1P-0261",
    "name": "Location-based > Predictive Visit > Sporting Goods",
    "description": "This audience is likely to be interested in sporting goods, hobbies, and recreational activities, making them ideal for targeted marketing of sports equipment and instructional services. They are predicted to visit sporting goods stores and participate in sports and recreation instruction within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0262",
    "name": "Location-based > Predictive Visit > Technology and Computing",
    "description": "This audience is likely to be interested in technology and computing, making them ideal for businesses in the electronics and telecommunications sectors. They are more likely to visit places such as electronics and appliance stores, electronic shopping and mail-order houses, and telecommunications carriers within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0263",
    "name": "Location-based > Predictive Visit > Travel and Tourism",
    "description": "This audience is likely to be engaged in travel and tourism activities, making them ideal for services related to travel arrangement and reservation. They are predicted to visit accommodations such as hotels, RV parks, and participate in rail transportation within the next 30 days."
  },
  {
    "id": "INFILLION-1P-0264",
    "name": "Location-based > Loyalist > Arts and Entertainment",
    "description": "This audience consists of consumers who frequently visit arts and entertainment venues, such as performing arts companies, motion picture theaters, and amusement parks, indicating a strong interest in cultural and recreational activities. They are likely to be engaged with experiences ranging from fine arts and live performances to casino hotels and amusement arcades."
  },
  {
    "id": "INFILLION-1P-0265",
    "name": "Location-based > Loyalist > Arts and Entertainment > Theatre and Musicals",
    "description": "This audience is composed of individuals who regularly visit theaters, performing arts companies, and motion picture theaters, indicating a strong interest in arts and entertainment. They are ideal for promotions related to theater productions, musicals, and movie events, as they enjoy engaging with performing arts and cinematic experiences."
  },
  {
    "id": "INFILLION-1P-0266",
    "name": "Location-based > Loyalist > Arts and Entertainment > Sporting Events",
    "description": "This audience is highly engaged in sports and recreation, frequently visiting locations such as sporting goods stores, fitness centers, and spectator sports events. They are ideal candidates for promotions related to live sports, recreational sports instruction, and sports merchandise."
  },
  {
    "id": "INFILLION-1P-0267",
    "name": "Location-based > Loyalist > Arts and Entertainment > Cinemas and Movie Events",
    "description": "This audience comprises individuals who frequently visit cinemas, movie events, and other arts and entertainment venues, making them ideal for targeting with film-related promotions and entertainment merchandise. They enjoy activities in the motion picture and video industries, performing arts, and even engage with radio, television broadcasting, and video rentals."
  },
  {
    "id": "INFILLION-1P-0268",
    "name": "Location-based > Loyalist > Arts and Entertainment > Theme and Amusement Parks",
    "description": "This audience consists of consumers who have shown a high frequency of visits to amusement and theme parks, amusement arcades, and other recreational venues over the past six months. They are ideal targets for marketing campaigns related to amusement and entertainment offerings, including theme parks, arcades, and recreational activities."
  },
  {
    "id": "INFILLION-1P-0269",
    "name": "Location-based > Loyalist > Arts and Entertainment > Nightclubs",
    "description": "This audience consists of consumers who frequently visit nightclubs, drinking places, and breweries, indicating a strong interest in nightlife and social entertainment. They are ideal targets for promotions and events related to nightlife, alcoholic beverages, and similar recreational activities."
  },
  {
    "id": "INFILLION-1P-0270",
    "name": "Location-based > Loyalist > Automotive Dealers",
    "description": "This audience consists of consumers who have frequently visited automobile dealers, new car dealers, and automotive repair and maintenance services over the past six months. They are likely to be interested in automotive products and services, making them ideal for targeted marketing by car dealerships and auto repair businesses."
  },
  {
    "id": "INFILLION-1P-0271",
    "name": "Location-based > Loyalist > Automotive Products",
    "description": "This audience consistently frequents automotive parts, accessories, and tire stores, indicating a strong interest in automotive products. They are ideal targets for promotions on car parts, accessories, and maintenance services, as they regularly engage with these categories."
  },
  {
    "id": "INFILLION-1P-0272",
    "name": "Location-based > Loyalist > Automotive Services",
    "description": "This audience consists of consumers who have frequently visited automotive repair and maintenance shops, as well as automotive equipment rental and leasing services, in the past six months. They are ideal targets for automotive services, aftermarket products, and vehicle rental promotions, indicating a strong engagement with automotive-related activities."
  },
  {
    "id": "INFILLION-1P-0273",
    "name": "Location-based > Loyalist > Automotive Services > Auto Rental",
    "description": "This audience consists of consumers who have frequently visited automotive equipment rental and leasing locations in the past six months. They are likely to be interested in auto rental services, making them ideal targets for marketing car rentals, leasing options, and related automotive services."
  },
  {
    "id": "INFILLION-1P-0274",
    "name": "Location-based > Loyalist > Automotive Services > Auto Towing and Repair",
    "description": "This audience consists of consumers who frequently visit automotive service providers, including general repair, transmission repair, and oil change shops. They are likely to be in need of regular vehicle maintenance and repairs, making them ideal targets for automotive services, parts retailers, and related promotions."
  },
  {
    "id": "INFILLION-1P-0275",
    "name": "Location-based > Loyalist > Automotive Services > Car Wash",
    "description": "This audience consists of individuals who frequently visit car wash services, suggesting a keen interest in maintaining their automobiles. They are ideal targets for automotive service promotions, detailing products, and car care merchandise."
  },
  {
    "id": "INFILLION-1P-0276",
    "name": "Location-based > Loyalist > Beauty Services",
    "description": "This audience consists of consumers who have shown a consistent interest in beauty and personal care services over the past six months, frequently visiting establishments such as beauty and nail salons, barber shops, and stores that sell cosmetics and beauty supplies. They are ideal for marketing campaigns related to beauty products, personal grooming services, and luxury items like jewelry and perfume."
  },
  {
    "id": "INFILLION-1P-0277",
    "name": "Location-based > Loyalist > Beauty Services > Beauty Salons and Tanning",
    "description": "This audience consists of consumers who frequently visit beauty and personal care services, specifically beauty salons and nail salons, over the past six months. They are ideal for marketing beauty products and services, such as hair care, skincare, and nail treatments."
  },
  {
    "id": "INFILLION-1P-0278",
    "name": "Location-based > Loyalist > Beauty Services > Hair Salons",
    "description": "This audience comprises consumers who have demonstrated loyalty to beauty services, frequently visiting hair salons, barber shops, and other personal care establishments over the past six months. They are ideal targets for marketing campaigns promoting hair care products, salon services, and personal grooming items."
  },
  {
    "id": "INFILLION-1P-0280",
    "name": "Location-based > Loyalist > Business and Industrial",
    "description": "This audience consists of consumers who frequently visit a diverse array of business-related locations, including gasoline stations with convenience stores, dry cleaning services, and department stores, over the past six months. They are often engaged in activities related to grocery shopping, telecommunications needs, and health supplement purchases, making them prime targets for businesses in these sectors."
  },
  {
    "id": "INFILLION-1P-0281",
    "name": "Location-based > Loyalist > Business and Industrial > Oil, Gas and Consumable Fuels",
    "description": "This audience consists of consumers who have frequently visited gasoline stations, including those with convenience stores, in the past six months. They are likely engaged with automotive and travel-related activities, making them ideal for promotions related to fuels, convenience products, and automotive services."
  },
  {
    "id": "INFILLION-1P-0282",
    "name": "Location-based > Loyalist > Business and Industrial > Laundry and Dry Cleaning Services",
    "description": "This audience consists of consumers who have frequently visited dry cleaning and laundry services in the past six months. They are likely to value professional garment care, making them ideal targets for services and products related to clothing maintenance and care."
  },
  {
    "id": "INFILLION-1P-0283",
    "name": "Location-based > Loyalist > Business and Industrial > Photography Services",
    "description": "This audience consists of consumers who have regularly visited photography studios and portrait services in the past 6 months, indicating a strong interest in photography and related services. They are ideal for businesses offering photography equipment, studio services, or related photography merchandise."
  },
  {
    "id": "INFILLION-1P-0284",
    "name": "Location-based > Loyalist > Business and Industrial > Printing/Fax/WiFi Services",
    "description": "This audience consists of consumers who frequently visit venues offering printing, fax, and WiFi services, as categorized under Printing and Related Support Activities, within the past six months. They are ideal for targeting with products and services related to business and industrial needs, particularly those focused on printing and telecommunications."
  },
  {
    "id": "INFILLION-1P-0285",
    "name": "Location-based > Loyalist > Business and Industrial > Music Stores",
    "description": "This audience consists of consumers who frequently visit musical instrument and supplies stores, indicating a strong interest in music-related products and activities. They are ideal for targeting promotions related to musical instruments, accessories, and music education."
  },
  {
    "id": "INFILLION-1P-0286",
    "name": "Location-based > Loyalist > Business and Industrial > Grocery Stores and Supermarkets",
    "description": "This audience consists of consumers who frequently visit grocery stores, supermarkets, specialty food stores, and health supplement shops, indicating a strong interest in food-related shopping. They are ideal for promotions related to food products, health supplements, and grocery-related services."
  },
  {
    "id": "INFILLION-1P-0287",
    "name": "Location-based > Loyalist > Business and Industrial > Department Stores",
    "description": "This audience consists of consumers who frequently visit department stores and malls, making them ideal targets for retail and shopping-related promotions. They are likely to be interested in a diverse range of products and services available in these establishments."
  },
  {
    "id": "INFILLION-1P-0288",
    "name": "Location-based > Loyalist > Business and Industrial > Pawn Shops",
    "description": "This audience consists of consumers who frequently visit used merchandise stores, particularly those specializing in business and industrial pawn shops. They are likely interested in buying and trading second-hand items, making them ideal for marketing pre-owned goods and financial services related to pawn transactions."
  },
  {
    "id": "INFILLION-1P-0289",
    "name": "Location-based > Loyalist > Business and Industrial > Telecom and Mobile Phone Services",
    "description": "This audience comprises consumers who have shown a consistent interest in telecom and mobile phone services, frequently visiting relevant establishments over the past six months. They are ideal for marketing communications and technology products, especially those related to wired and wireless telecommunications carriers and other telecommunications services."
  },
  {
    "id": "INFILLION-1P-0290",
    "name": "Location-based > Loyalist > Clothing and Accessories",
    "description": "This audience comprises consumers who frequently visit a variety of fashion and accessory outlets, including clothing stores, shoe stores, and department stores, making them ideal for marketing campaigns related to apparel and accessories. They are likely to be highly interested in fashion trends, jewelry, cosmetics, and family clothing, frequently shopping at malls to keep up with the latest styles."
  },
  {
    "id": "INFILLION-1P-0291",
    "name": "Location-based > Loyalist > Clothing and Accessories > Clothing",
    "description": "This audience is composed of consumers who frequently visit locations such as clothing stores, shoe stores, and malls, indicating a strong interest in fashion and shopping. They are ideal targets for marketing campaigns related to apparel, footwear, and family clothing, as well as promotions in department stores."
  },
  {
    "id": "INFILLION-1P-0293",
    "name": "Location-based > Loyalist > Clothing and Accessories > Men's Clothing",
    "description": "This audience comprises consumers who frequently visit men's clothing stores, indicating a strong interest in men's fashion and accessories. They are prime candidates for campaigns promoting men's apparel, from casual wear to formal attire, and related fashion products."
  },
  {
    "id": "INFILLION-1P-0294",
    "name": "Location-based > Loyalist > Clothing and Accessories > Women's Clothing",
    "description": "This audience consists of consumers who frequently visit women's clothing stores, jewelry stores, and cosmetics and beauty supply shops. They are likely to be enthusiastic about fashion and personal grooming, making them ideal candidates for marketing fashion apparel, accessories, and beauty products."
  },
  {
    "id": "INFILLION-1P-0295",
    "name": "Location-based > Loyalist > Clothing and Accessories > Footwear",
    "description": "This audience consists of consumers who regularly visit shoe stores, demonstrating a strong interest in footwear and related accessories. They are ideal targets for marketing campaigns focused on clothing and accessories, particularly in the footwear sector."
  },
  {
    "id": "INFILLION-1P-0296",
    "name": "Location-based > Loyalist > Clothing and Accessories > Jewelry and Watches",
    "description": "This audience is comprised of consumers who frequently visit jewelry, luggage, and leather goods stores, specifically jewelry stores, in the past 6 months. They are likely to have a keen interest in purchasing jewelry and accessories, making them ideal targets for marketing luxury and fashion items."
  },
  {
    "id": "INFILLION-1P-0297",
    "name": "Location-based > Loyalist > Consumer Electronics",
    "description": "This audience consists of consumers who frequently visit electronics stores, electronic shopping and mail-order houses, and consumer electronics and appliances rental locations, indicating a strong interest in consumer electronics. They are ideal for marketing campaigns focused on electronics products, gadgets, and related services."
  },
  {
    "id": "INFILLION-1P-0298",
    "name": "Location-based > Loyalist > Family and Parenting",
    "description": "This audience comprises consumers who frequently visit family and parenting-related establishments, making them ideal for businesses catering to family needs. "
  },
  {
    "id": "INFILLION-1P-0300",
    "name": "Location-based > Loyalist > Finance and Insurance",
    "description": "This audience consists of consumers who frequently visit financial and insurance-related establishments, including commercial banks, investment advice firms, and insurance agencies, over the past six months. They are ideal for targeting financial services, investment opportunities, and insurance products."
  },
  {
    "id": "INFILLION-1P-0301",
    "name": "Location-based > Loyalist > Finance and Insurance > Accountants",
    "description": "This audience comprises consumers who frequently visit businesses in accounting, tax preparation, bookkeeping, and payroll services, as well as other business support services, indicating a strong likelihood of interest in finance and insurance-related offerings. They are ideal targets for marketing financial services, tax preparation assistance, and business consulting resources."
  },
  {
    "id": "INFILLION-1P-0302",
    "name": "Location-based > Loyalist > Finance and Insurance > Banking",
    "description": "This audience comprises consumers who frequently visit finance and insurance locations, such as offices of bank holding companies, commercial banks, and consumer lending institutions, within the past six months. They are likely engaged with various financial activities, making them ideal for targeted marketing in banking, investment, and financial services."
  },
  {
    "id": "INFILLION-1P-0303",
    "name": "Location-based > Loyalist > Finance and Insurance > Insurance",
    "description": "This audience consists of consumers who frequently visit insurance-related locations, making them ideal for targeted insurance products and services. Key categories include Insurance Carriers, Agencies, Brokerages, and Direct Title, Life, and Property and Casualty Insurance Carriers."
  },
  {
    "id": "INFILLION-1P-0304",
    "name": "Location-based > Loyalist > Finance and Insurance > Mortgage Lenders and Brokers",
    "description": "This audience consists of consumers who frequently visit mortgage lenders, brokers, and real estate offices, indicating their involvement in property-related financial activities. They are ideal targets for promotions related to mortgage loans, real estate services, and consumer lending."
  },
  {
    "id": "INFILLION-1P-0305",
    "name": "Location-based > Loyalist > Finance and Insurance > Tax Preparation Services",
    "description": "This audience consists of consumers who frequently visit locations related to accounting, tax preparation, bookkeeping, and payroll services, marking them as loyal patrons of tax preparation services. They are ideal targets for marketing financial and insurance products, specifically those tailored to tax-related needs and services."
  },
  {
    "id": "INFILLION-1P-0306",
    "name": "Location-based > Loyalist > Food and Beverage Services",
    "description": "This audience consists of consumers who frequently visit food and beverage establishments, including restaurants, grocery stores, breweries, and specialty food shops. They are ideal targets for marketing campaigns promoting dining experiences, gourmet products, alcoholic beverages, and related services."
  },
  {
    "id": "INFILLION-1P-0307",
    "name": "Location-based > Loyalist > Food and Beverage Services > Bars",
    "description": "This audience comprises individuals who frequently visit bars and breweries, showcasing a strong preference for drinking establishments and alcoholic beverages. They are likely to be interested in social and recreational experiences centered around food and beverage services, making them ideal targets for promotions and events related to nightlife and craft brews."
  },
  {
    "id": "INFILLION-1P-0308",
    "name": "Location-based > Loyalist > Food and Beverage Services > Fast Food",
    "description": "This audience consists of consumers who have frequently visited limited-service restaurants, such as fast food establishments, over the past six months. They are likely to be receptive to promotions and products from fast food brands and other quick dining options, making them ideal targets for advertising campaigns in the food and beverage sector."
  },
  {
    "id": "INFILLION-1P-0309",
    "name": "Location-based > Loyalist > Food and Beverage Services > Restaurants",
    "description": "This audience frequently dines out, having visited full-service and limited-service restaurants multiple times in the past 6 months. They are an ideal target for promotions and offers in the food and beverage sector, including dining experiences and restaurant-related services."
  },
  {
    "id": "INFILLION-1P-0310",
    "name": "Location-based > Loyalist > Furniture",
    "description": "This audience comprises consumers who frequently visit furniture stores, home furnishings stores, and reupholstery and furniture repair businesses, indicating a strong interest in home improvement and decor. They are ideal targets for retailers and service providers in the home furnishings and furniture repair industries."
  },
  {
    "id": "INFILLION-1P-0311",
    "name": "Location-based > Loyalist > Gifts and Holiday Items",
    "description": "This audience is likely to be avid shoppers for gifts, novelties, and holiday items, making them ideal for seasonal promotions and special occasions. They frequently visit stores specializing in gifts and souvenirs, showcasing a strong interest in unique and memorable purchases."
  },
  {
    "id": "INFILLION-1P-0312",
    "name": "Location-based > Loyalist > Hardware Supplies",
    "description": "This audience is composed of consumers who frequently visit hardware stores, building material and supplies dealers, as well as plumbing and heating equipment wholesalers. They are likely interested in home improvement projects and DIY activities, making them ideal for promotions related to hardware supplies and building materials."
  },
  {
    "id": "INFILLION-1P-0321",
    "name": "Location-based > Loyalist > Hobbies and Interests",
    "description": "This audience consists of consumers who have shown a consistent interest in hobbies and creative pursuits by frequently visiting stores like hobby, toy, and game stores, musical instrument stores, and sporting goods stores within the past six months. They are ideal for targeted promotions involving office supplies, paint and wallpaper, and recreational activities."
  },
  {
    "id": "INFILLION-1P-0322",
    "name": "Location-based > Loyalist > Hobbies and Interests > Arts and Crafts",
    "description": "This audience is composed of individuals who frequently visit office supplies, stationery, and gift stores, as well as paint and wallpaper stores, indicating a strong interest in arts and crafts. They are ideal for marketing campaigns related to creative hobbies, DIY projects, and art supplies."
  },
  {
    "id": "INFILLION-1P-0323",
    "name": "Location-based > Loyalist > Hobbies and Interests > Toys and Games",
    "description": "This audience consists of consumers who have frequently visited hobby, toy, and game stores over the past six months, indicating a strong interest in toys and games. They are ideal targets for marketing collectibles, board games, and other recreational hobbies and interests."
  },
  {
    "id": "INFILLION-1P-0324",
    "name": "Location-based > Loyalist > Hobbies and Interests > Musical Instruments and Accessories",
    "description": "This audience is characterized by their frequent visits to musical instrument and supplies stores over the past six months, indicating a strong interest in musical instruments and accessories. They are ideal for campaigns related to music lessons, instrument sales, and music-related events, tapping into their evident passion for musical hobbies and interests."
  },
  {
    "id": "INFILLION-1P-0325",
    "name": "Location-based > Loyalist > Home and Garden Services",
    "description": "This audience is composed of consumers who frequently visit home and garden service locations, such as nursery and garden centers, furniture stores, and home furnishing outlets. They are likely to be keen on home improvement, gardening, and interior design, making them ideal targets for promotions related to home and garden products and services."
  },
  {
    "id": "INFILLION-1P-0326",
    "name": "Location-based > Loyalist > Home and Garden Services > Appliances",
    "description": "This audience consists of consumers who frequently visit electronics and appliance stores, household appliance stores, and home centers. They are likely interested in home and garden services, making them ideal targets for marketing campaigns related to home improvement, electronics, and appliance repair and maintenance."
  },
  {
    "id": "INFILLION-1P-0327",
    "name": "Location-based > Loyalist > Home and Garden Services > Home Goods",
    "description": "This audience consists of consumers who frequently visit home and garden service locations, making them prime candidates for home improvement and furnishing promotions. They are regular visitors to furniture stores, home centers, and electronics and appliance stores, indicating a strong interest in personal and household goods maintenance and enhancement products."
  },
  {
    "id": "INFILLION-1P-0328",
    "name": "Location-based > Loyalist > Home and Garden Services > Home Improvement and Repair",
    "description": "This audience consists of consumers who frequently visit home improvement and repair-related locations, such as furniture stores, home centers, and reupholstery and furniture repair services. They are likely to be interested in home and garden enhancement projects, making them ideal for marketing home improvement products and services."
  },
  {
    "id": "INFILLION-1P-0329",
    "name": "Location-based > Loyalist > Office Equipment and Supplies",
    "description": "This audience is composed of consumers who regularly visit office equipment merchant wholesalers, office supplies and stationery stores, and computer and office machine repair and maintenance services, indicating a strong interest in office-related goods and services. They are ideal targets for marketing initiatives related to office supplies, equipment maintenance, and business solutions."
  },
  {
    "id": "INFILLION-1P-0330",
    "name": "Location-based > Loyalist > Pet Services",
    "description": "This audience comprises consumers who frequently visit pet care services, pet supply stores, and veterinary services, making them highly engaged in pet-related activities. They are ideal targets for pet products, services, and promotions, indicating a strong interest in maintaining and enhancing their pets' well-being."
  },
  {
    "id": "INFILLION-1P-0331",
    "name": "Location-based > Loyalist > Pet Services > Pet Stores",
    "description": "This audience consists of consumers who frequently visit pet and pet supplies stores, indicating a strong interest in pet care and pet-related products. They are ideal for businesses targeting pet owners and pet services, given their consistent engagement with places in the pet services category over the past 6 months."
  },
  {
    "id": "INFILLION-1P-0332",
    "name": "Location-based > Loyalist > Pet Services > Veterinary Services",
    "description": "This audience comprises consumers who habitually visit veterinary services, indicating their strong interest and loyalty to pet care. They present an ideal target for businesses related to pet products, veterinary services, and animal wellness."
  },
  {
    "id": "INFILLION-1P-0333",
    "name": "Location-based > Loyalist > Real Estate",
    "description": "This audience consists of consumers who have regularly visited real estate locations in the past six months, including offices of real estate agents and brokers, lessors of real estate, and lessors of other real estate properties. They are likely to be actively engaged in the real estate market, making them ideal targets for real estate services, property listings, and related financial products."
  },
  {
    "id": "INFILLION-1P-0334",
    "name": "Location-based > Loyalist > Sporting Goods",
    "description": "This audience consists of consumers who have frequently visited sporting goods stores and participated in sports and recreation instruction over the past six months. They are likely to be highly engaged in sports and recreational activities, making them ideal for marketing sports equipment, event tickets, and athletic training programs."
  },
  {
    "id": "INFILLION-1P-0335",
    "name": "Location-based > Loyalist > Technology and Computing",
    "description": "This audience consists of consumers who frequently visit electronics and technology-related locations, such as electronics and appliance stores, telecommunications carriers, and electronics repair shops. They are likely to be tech-savvy individuals with an active interest in purchasing, renting, and maintaining electronics and related goods."
  },
  {
    "id": "INFILLION-1P-0336",
    "name": "Location-based > Loyalist > Travel and Tourism",
    "description": "This audience consists of consumers who have frequently visited travel and tourism-related locations over the past six months. They are likely to be interested in travel arrangements, accommodations, RV parks, and rail transportation services, making them ideal for promotional campaigns targeting tourism services and travel experiences."
  },
  {
    "id": "INFILLION-1P-0337",
    "name": "Survey-based > In Market > Home",
    "description": "This audience consists of consumers who have shown a high likelihood of being in the market for home-related products and services. Key categories include home improvement, real estate, and home furnishings, making them ideal targets for businesses in these sectors."
  },
  {
    "id": "INFILLION-1P-0338",
    "name": "Survey-based > In Market > Automotive",
    "description": "This audience comprises consumers who have shown a keen interest in the automotive market, either by responding affirmatively to related surveys or exhibiting a high likelihood of being in this category. Key categories include those actively searching for new vehicles, automotive parts, and related services, making them ideal for targeted automotive advertisements and promotions."
  },
  {
    "id": "INFILLION-1P-0339",
    "name": "Survey-based > In Market > Technology",
    "description": "This audience consists of consumers who have shown interest in the technology sector, either by responding affirmatively to relevant survey questions or demonstrating a high likelihood of being engaged in this field. They are ideal for targeting technology products and services, including gadgets, software, and digital innovations."
  },
  {
    "id": "INFILLION-1P-0340",
    "name": "Survey-based > In Market > Financial Products",
    "description": "This audience is likely to be actively seeking financial products and services, making them ideal targets for banks and investment firms. They have shown interest in categories such as banking, investment opportunities, and insurance products."
  },
  {
    "id": "INFILLION-1P-0341",
    "name": "Survey-based > Interest > Technology",
    "description": "This audience shows a strong interest in technology, making them ideal targets for tech-related products and services. They are likely to engage with new gadgets, software, and advancements in the tech industry."
  },
  {
    "id": "INFILLION-1P-0342",
    "name": "Survey-based > Interest > Health and Fitness",
    "description": "This audience is likely to be health-conscious individuals interested in sports, fitness, and wellness activities, making them ideal for health and fitness products and services. They engage in regular exercise, follow health trends, and participate in recreational sports, indicating a strong inclination towards maintaining an active lifestyle."
  },
  {
    "id": "INFILLION-1P-0343",
    "name": "Survey-based > Interest > Video Games",
    "description": "This audience is highly interested in video games, making them ideal for gaming events, consoles, and related merchandise. They are likely to engage with content and products in the categories of online gaming, gaming accessories, and eSports."
  },
  {
    "id": "INFILLION-1P-0344",
    "name": "Survey-based > Interest > Toys and Collectables",
    "description": "This audience is composed of consumers who expressed a strong interest in toys and collectibles, demonstrating a keen enthusiasm for items ranging from action figures and model kits to rare and vintage toys. They are ideal targets for marketing campaigns involving toy conventions, collectible retail stores, and exclusive merchandise releases."
  },
  {
    "id": "INFILLION-1P-0345",
    "name": "Survey-based > Interest > Shopping",
    "description": "This audience is likely to be engaged in shopping activities, including fashion, electronics, and home goods, making them ideal for retail promotions and discount offers. They enjoy discovering new products and trends, frequently participating in both online and in-store shopping."
  },
  {
    "id": "INFILLION-1P-0346",
    "name": "Survey-based > Interest > Travel",
    "description": "This audience consists of consumers who have shown a strong interest in travel through survey responses, indicating a high likelihood of being passionate about exploring new destinations, cultural experiences, and leisure activities. They are ideal targets for travel agencies, airlines, and travel product advertisers seeking to engage individuals who actively seek out and enjoy travel-related offerings."
  },
  {
    "id": "INFILLION-1P-0347",
    "name": "Survey-based > Interest > Outdoor Recreation",
    "description": "This audience is likely to be passionate about outdoor recreation activities, making them ideal for marketing campaigns focused on hiking, camping, and adventure travel. They enjoy exploring nature, engaging in various outdoor sports, and supporting brands that enhance their outdoor experiences."
  },
  {
    "id": "INFILLION-1P-0348",
    "name": "Survey-based > Interest > Food and Beverage",
    "description": "This audience consists of consumers who have shown a strong interest in the Food and Beverage category, either by responding positively to a survey or by demonstrating a high probability of engagement. They are likely to be enthusiastic about various food and drink experiences, making them ideal for targeted marketing of dining establishments, culinary events, and new food products."
  },
  {
    "id": "INFILLION-1P-0349",
    "name": "Survey-based > Interest > Entertainment > Movies",
    "description": "This audience consists of consumers who have shown a strong interest in movies, either by responding positively to a survey or demonstrating a high likelihood of engaging with movie-related content. They are ideal for marketing entertainment-related products and services, such as film screenings, streaming services, and movie merchandise."
  },
  {
    "id": "INFILLION-1P-0350",
    "name": "Survey-based > Interest > Entertainment > Music",
    "description": "This audience is highly engaged in the entertainment and music sectors, making them ideal for music events and related merchandise. They show a strong interest in attending concerts, exploring new music, and participating in music-related activities."
  },
  {
    "id": "INFILLION-1P-0351",
    "name": "Survey-based > Interest > Entertainment > TV Shows",
    "description": "This audience is likely to be interested in TV shows and entertainment, making them ideal targets for television networks and streaming services. They enjoy keeping up with popular TV series, exploring new shows, and engaging in discussions about their favorite programs."
  },
  {
    "id": "INFILLION-1P-0352",
    "name": "Survey-based > Interest > Entertainment > Sports",
    "description": "This audience is highly interested in sports and recreation activities, making them ideal targets for sports events and related merchandise. They enjoy attending live sports events, following major leagues, and participating in recreational sports activities such as football, basketball, and running."
  },
  {
    "id": "INFILLION-1P-0353",
    "name": "Survey-based > Interest > Entertainment > Movies > Comedy",
    "description": "This audience is likely to be highly interested in comedy movies, making them ideal for marketing related to comedic films and entertainment. They have responded positively to surveys about their interest in comedy and show a high probability of engaging with comedy-related content and events."
  },
  {
    "id": "INFILLION-1P-0354",
    "name": "Survey-based > Interest > Entertainment > TV Shows > Comedy",
    "description": "This audience is likely to be enthusiastic about comedy TV shows, indicating a strong interest in entertainment that involves humor and light-hearted content. They are ideal for campaigns promoting comedy series, TV networks specializing in comedies, or related entertainment merchandise."
  },
  {
    "id": "INFILLION-1P-0355",
    "name": "Survey-based > Interest > Entertainment > Movies > Drama",
    "description": "This audience is highly interested in drama movies, making them prime candidates for promotions related to dramas, film festivals, and related merchandise. They are likely to be enthusiastic about watching the latest drama releases and engaging in discussions about cinematic storytelling and character development."
  },
  {
    "id": "INFILLION-1P-0356",
    "name": "Survey-based > Interest > Entertainment > TV Shows > Drama",
    "description": "This audience consists of individuals who have shown a keen interest in TV drama shows, as indicated by their affirmative survey responses or high probability of belonging to this category. They are prime candidates for content related to dramatic television series and related entertainment merchandise."
  },
  {
    "id": "INFILLION-1P-0357",
    "name": "Survey-based > Interest > Entertainment > Movies > Action / Adventure",
    "description": "This audience is passionate about action and adventure movies, making them an ideal target for film promotions and related merchandise. They enjoy watching high-energy films and are engaged in activities that align with excitement and adventure."
  },
  {
    "id": "INFILLION-1P-0358",
    "name": "Survey-based > Interest > Entertainment > TV Shows > Action / Adventure",
    "description": "This audience is likely to be enthusiasts of action and adventure TV shows, making them ideal for related entertainment products and services. They have a keen interest in high-energy content, and their preferences suggest a propensity for engaging with dynamic and thrilling television programming."
  },
  {
    "id": "INFILLION-1P-0359",
    "name": "Survey-based > Interest > Entertainment > Movies > Reality / Documentary",
    "description": "This audience is likely to have a keen interest in reality shows and documentary films, making them ideal for entertainment content and merchandise related to these genres. They enjoy consuming reality TV series and insightful documentaries, and show a positive response to related survey questions or exhibit a high probability of fitting this interest profile."
  },
  {
    "id": "INFILLION-1P-0360",
    "name": "Survey-based > Interest > Entertainment > TV Shows> Reality / Documentary",
    "description": "This audience is likely to be interested in reality and documentary TV shows, making them ideal targets for TV networks and streaming services offering such content. They enjoy engaging with real-life stories and non-fictional programming, suggesting a high probability of responding positively to related advertising and promotions."
  },
  {
    "id": "INFILLION-1P-0361",
    "name": "Survey-based > Interest > Pets",
    "description": "This audience consists of consumers who either expressed a clear interest in pets through survey responses or have a high likelihood of being pet enthusiasts. They are ideal for marketing pet-related products and services, including pet care items, pet food, and pet-friendly activities."
  },
  {
    "id": "INFILLION-1P-0362",
    "name": "Survey-based > Interest > Pets > Cat",
    "description": "This audience consists of consumers who either indicated a strong interest in cats through survey responses or have a high likelihood of being cat enthusiasts. Ideal for pet-related products and services, they are likely to invest in cat care, accessories, and feline-themed merchandise."
  },
  {
    "id": "INFILLION-1P-0363",
    "name": "Survey-based > Interest > Pets > Dog",
    "description": "This audience is composed of consumers who have either indicated a strong interest in dogs through survey responses or have a high probability of being dog enthusiasts. They are likely to be ideal targets for dog-related products and services, such as dog food, grooming, and pet care accessories."
  },
  {
    "id": "INFILLION-1P-0364",
    "name": "Survey-based > Interest > Pets > Other Pets",
    "description": "This audience consists of consumers who either confirmed interest in various pets beyond typical cats and dogs or demonstrated a high probability of such interests. They are ideal for products, services, and content related to exotic pets, small mammals, reptiles, and aquatic animals."
  },
  {
    "id": "INFILLION-1P-0365",
    "name": "Survey-based > Demographic > Employment Status > Employed",
    "description": "This audience comprises individuals who responded affirmatively to being employed in survey data, indicating a high probability of current employment status. They are ideal for marketing career development tools, professional services, and employment-related products, given their active engagement in the workforce."
  },
  {
    "id": "INFILLION-1P-0366",
    "name": "Survey-based > Demographic > Employment Status > Employed > Small Business Owner",
    "description": "This audience comprises small business owners who responded affirmatively in survey data, indicating their employment status. They are ideal for products and services tailored to entrepreneurs, business development opportunities, and resources for small enterprises."
  },
  {
    "id": "INFILLION-1P-0367",
    "name": "Survey-based > Demographic > Housing Attributes > Home Owner",
    "description": "This audience consists of consumers who have confirmed through surveys or show a high probability of being homeowners. They are characterized by housing attributes and demographic factors, making them an ideal target for home-related products and services."
  },
  {
    "id": "INFILLION-1P-0368",
    "name": "Survey-based > Demographic > Language > Spanish",
    "description": "This audience consists of consumers who have expressed a preference for using the Spanish language based on their survey responses, making them particularly suitable for Spanish-language content and services. They are likely to engage with media, products, and events that cater to Spanish-speaking demographics."
  },
  {
    "id": "INFILLION-1P-0369",
    "name": "Survey-based > Demographic > Relationship Status > Partnered / Married",
    "description": "This audience consists of consumers who are partnered or married, as indicated by their survey responses or high probability assessments. They are characterized by their relationship status and can be ideal targets for products and services related to family activities, couple-oriented experiences, and household goods."
  },
  {
    "id": "INFILLION-1P-0371",
    "name": "Survey-based > Demographic > Household Composition > Makes Purchase Decisions",
    "description": "This audience consists of consumers who likely make household purchase decisions, based on survey responses or high probability of being in this category. They are typically involved in managing daily household needs and expenditures, making them ideal targets for marketing products and services that cater to family and home management."
  },
  {
    "id": "INFILLION-1P-0377",
    "name": "Survey-based > Demographic > Household Composition > Children > 18+",
    "description": "This audience consists of consumers who have confirmed through survey responses that they live in households with children aged 18 and older, or they have a high probability of fitting this demographic profile. They are likely to be engaged in family-oriented activities and may have interests in services and products related to higher education, career development, and young adult lifestyle needs."
  },
  {
    "id": "INFILLION-1P-0379",
    "name": "Survey-based > Demographic > Age > 18-20",
    "description": "This audience consists of consumers aged 18-20 who responded positively to a survey within the demographic category of age. They are likely to be interested in products and services catered to young adults, making them ideal for marketing campaigns targeting college essentials, trending fashion, and tech gadgets."
  },
  {
    "id": "INFILLION-1P-0380",
    "name": "Survey-based > Demographic > Age > 21-24",
    "description": "This audience consists of consumers aged 21-24 who have been identified based on survey responses or show a high probability of fitting this demographic profile. They are likely to be engaged in interests relevant to this age group, such as higher education pursuits, early career development, social activities, and tech-savvy consumer behaviors, making them ideal targets for marketing in these areas."
  },
  {
    "id": "INFILLION-1P-0381",
    "name": "Survey-based > Demographic > Age > 25-34",
    "description": "This audience comprises individuals aged 25-34 who have either affirmed their interest through a survey or are highly likely to fit within this age demographic. They are potentially engaged in categories such as technology trends, career progression, and lifestyle enhancements, making them suitable targets for products and services in these sectors."
  },
  {
    "id": "INFILLION-1P-0382",
    "name": "Survey-based > Demographic > Age > 35-44",
    "description": "This audience comprises consumers aged 35-44 who either responded affirmatively to a relevant survey or show a high probability of fitting this demographic. They are likely to have interests in activities and products tailored to their age group, making them ideal targets for family-oriented services, professional development opportunities, and age-specific health and wellness products."
  },
  {
    "id": "INFILLION-1P-0383",
    "name": "Survey-based > Demographic > Age > 45-49",
    "description": "This audience comprises individuals aged 45-49 who have either confirmed their age through survey responses or are highly likely to belong to this age group. They may show interest in age-specific products and services, making them ideal for targeted marketing in areas such as healthcare, retirement planning, and travel experiences tailored for mid-life consumers."
  },
  {
    "id": "INFILLION-1P-0384",
    "name": "Survey-based > Demographic > Age > 50-54",
    "description": "This audience consists of consumers aged 50-54 who are likely to have responded positively to related survey questions or have a high probability of fitting into this age category. They may show interests aligned with their demographic, such as health and wellness products, financial planning services, and travel experiences tailored for their age group."
  },
  {
    "id": "INFILLION-1P-0385",
    "name": "Survey-based > Demographic > Age > 55+",
    "description": "This audience consists of individuals aged 55 and older who have either confirmed or are highly likely to be in this demographic category based on survey responses. They demonstrate a keen interest in products and services tailored to their age group, making them ideal targets for healthcare, financial planning, and retirement lifestyle offerings."
  },
  {
    "id": "INFILLION-1P-0386",
    "name": "Survey-based > Demographic > Gender > Male",
    "description": "This audience consists of male consumers who have either confirmed their identity through a survey or are highly probable to fall within this demographic. They are likely to have interests in a variety of categories, such as technology, automotive, and financial services, making them ideal targets for related advertisements and promotional campaigns."
  },
  {
    "id": "INFILLION-1P-0387",
    "name": "Survey-based > Demographic > Gender > Female",
    "description": "This audience consists of female consumers identified through survey responses, with a high probability of fitting into this demographic category. They are likely to be interested in products and services tailored to women, such as fashion, beauty, and wellness, making them ideal for brands in these industries."
  },
  {
    "id": "INFILLION-1P-0388",
    "name": "Survey-based > Demographic > Gender > Non-Binary",
    "description": "This audience consists of consumers who have self-identified as non-binary in survey responses or exhibit a high probability of identifying as non-binary. They are likely to engage with and show interest in content and products that align with diverse and inclusive perspectives, making them ideal for brands promoting gender inclusivity and LGBTQ+ initiatives."
  },
  {
    "id": "INFILLION-1P-0389",
    "name": "Survey-based > Seasonal > Holiday Shoppers > Obligated Shoppers",
    "description": "This audience consists of consumers who perceive holiday shopping as a chore and prefer being told what to buy. Identified through survey responses or inferred behaviors, these shoppers have a negative sentiment towards shopping, favor gift cards or cash, prefer one-stop shopping, and tend to procrastinate."
  },
  {
    "id": "INFILLION-1P-0390",
    "name": "Survey-based > Seasonal > Holiday Shoppers > Joyful Gifters",
    "description": "This audience consists of consumers who love the holiday shopping experience, often starting early and enjoying the process with friends and family. Identified through survey responses or inferred behaviors, these shoppers make spontaneous purchases, seek deals without being overly price-sensitive, and derive joy from the act of gift-giving."
  },
  {
    "id": "INFILLION-1P-0391",
    "name": "Survey-based > Seasonal > Holiday Shoppers > Savvy Savers",
    "description": "This audience consists of high-income consumers who are highly price-sensitive and research extensively for the best prices. Identified through survey responses or inferred behaviors, these shoppers utilize special sales, promotions, and price-tracking tools, prefer online shopping, and plan to spend amounts similar to other groups."
  },
  {
    "id": "INFILLION-1P-0392",
    "name": "Survey-based > Seasonal > Holiday Shoppers > Methodical Planners",
    "description": "This audience consists of consumers who have mixed feelings about holidays but approach shopping with a methodical and organized mindset. Identified through survey responses or inferred behaviors, these shoppers start their shopping the earliest, use various money-saving strategies, and enjoy social shopping despite seeing the process as work."
  },
  {
    "id": "INFILLION-1P-0393",
    "name": "Location-based > Loyalist > Brand Loyalist > Walmart",
    "description": "This audience consists of consumers who have frequently visited Walmart locations in the past six months, demonstrating brand loyalty. They are likely to be interested in categories such as household goods, groceries, and everyday essentials, making them ideal for promotions related to general merchandise and family-oriented products."
  },
  {
    "id": "INFILLION-1P-0394",
    "name": "Location-based > Loyalist > Brand Loyalist > McDonald's",
    "description": "This audience comprises consumers who have shown a strong preference for McDonald's by frequently visiting its locations in the past six months. They are highly engaged and likely to be responsive to promotions related to fast food, dining experiences, and quick-service restaurant offerings."
  },
  {
    "id": "INFILLION-1P-0395",
    "name": "Location-based > Loyalist > Brand Loyalist > Starbucks",
    "description": "This audience consists of individuals who have frequently visited Starbucks over the past 6 months, demonstrating a strong brand loyalty. They are likely to be interested in coffee and related merchandise, making them ideal for promotions targeting coffee enthusiasts and lifestyle products associated with the Starbucks brand."
  },
  {
    "id": "INFILLION-1P-0396",
    "name": "Location-based > Loyalist > Brand Loyalist > Subway",
    "description": "This audience comprises individuals who have frequently visited Subway locations in the past six months, indicating strong brand loyalty. They are likely to be interested in quick-service restaurants and fast food dining, making them ideal targets for promotions and marketing campaigns in the food and beverage sector."
  },
  {
    "id": "INFILLION-1P-0397",
    "name": "Location-based > Loyalist > Brand Loyalist > 7-Eleven",
    "description": "This audience consists of consumers who have regularly frequented 7-Eleven locations in the past six months, showcasing strong brand loyalty. They are likely to be interested in convenience retail products and promotions, making them ideal targets for campaigns related to grocery items, quick service meals, and everyday essentials."
  },
  {
    "id": "INFILLION-1P-0398",
    "name": "Location-based > Loyalist > Brand Loyalist > CVS",
    "description": "This audience consists of consumers who have frequently visited CVS in the past six months, indicating a high level of brand loyalty. They are likely to be interested in health and wellness products, making them ideal for campaigns related to pharmaceuticals, personal care items, and over-the-counter medications."
  },
  {
    "id": "INFILLION-1P-0399",
    "name": "Location-based > Loyalist > Brand Loyalist > Walgreens",
    "description": "This audience consists of consumers who have shown a strong preference for Walgreens by frequently visiting its locations over the past six months. They are highly likely to be interested in health and wellness products, pharmacy services, and everyday essentials, making them ideal for marketing related promotions and loyalty programs at Walgreens."
  },
  {
    "id": "INFILLION-1P-0400",
    "name": "Location-based > Loyalist > Brand Loyalist > Dollar General",
    "description": "This audience consists of consumers who frequently visited Dollar General in the past six months, indicating strong brand loyalty. They are likely interested in value shopping and discount retail, making them ideal for promotions related to budget-friendly products and everyday essentials."
  },
  {
    "id": "INFILLION-1P-0401",
    "name": "Location-based > Loyalist > Brand Loyalist > Kroger",
    "description": "This audience consists of consumers who have frequently visited Kroger locations in the past 6 months, indicating strong brand loyalty. They are ideal for marketing grocery products, household essentials, and related promotions that appeal to regular shoppers and brand enthusiasts."
  },
  {
    "id": "INFILLION-1P-0402",
    "name": "Location-based > Loyalist > Brand Loyalist > Target",
    "description": "This audience consists of consumers who have consistently visited Target locations in the past six months, demonstrating a strong brand loyalty. They are likely to be interested in retail shopping, household goods, and personal care products, making them ideal for promotions related to these categories."
  },
  {
    "id": "INFILLION-1P-0403",
    "name": "Location-based > Loyalist > Brand Loyalist > Lowe's",
    "description": "This audience consists of loyal customers who have frequently visited Lowe's locations in the past six months, indicating a strong brand affinity. They are ideal targets for home improvement products, DIY project materials, and related services, reflecting their interest in maintaining and upgrading their living spaces."
  },
  {
    "id": "INFILLION-1P-0404",
    "name": "Location-based > Loyalist > Brand Loyalist > The Home Depot",
    "description": "This audience consists of consumers who have frequently visited Home Depot in the past six months, demonstrating strong brand loyalty. They are likely to be interested in home improvement, DIY projects, gardening, and related merchandise, making them ideal targets for home and garden stores, contractors, and tool manufacturers."
  },
  {
    "id": "INFILLION-1P-0405",
    "name": "Location-based > Loyalist > Brand Loyalist > Dunkin Donuts",
    "description": "This audience consists of consumers who have shown consistent loyalty to Dunkin Donuts, frequently visiting its locations over the past six months. They are likely to be interested in food and beverage promotions, making them ideal targets for marketing campaigns related to coffee, pastries, and quick-service dining experiences."
  },
  {
    "id": "INFILLION-1P-0406",
    "name": "Location-based > Loyalist > Brand Loyalist > Chick-fil-A",
    "description": "This audience consists of consumers who have demonstrated strong brand loyalty by frequently visiting Chick-fil-A locations in the past six months. They are likely to be interested in promotions, new menu items, and loyalty programs, making them ideal targets for marketing campaigns centered around dining experiences and exclusive brand offers."
  },
  {
    "id": "INFILLION-1P-0407",
    "name": "Location-based > Loyalist > Brand Loyalist > Dollar Tree",
    "description": "This audience consists of consumers who have frequently visited Dollar Tree locations in the past 6 months, indicating strong brand loyalty. They are likely to be interested in budget-friendly shopping and discount retail, making them ideal for promotions related to affordable consumer goods and everyday essentials."
  },
  {
    "id": "INFILLION-1P-0408",
    "name": "Location-based > Loyalist > Brand Loyalist > Aldi",
    "description": "This audience comprises consumers who have frequently visited Aldi stores in the past six months, indicating strong brand loyalty. They are ideal for marketing campaigns focused on grocery promotions, supermarket brand partnerships, and loyalty rewards programs."
  },
  {
    "id": "INFILLION-1P-0409",
    "name": "Location-based > Loyalist > Brand Loyalist > Best Buy",
    "description": "This audience consists of consumers who have frequently visited Best Buy locations in the past six months, demonstrating strong brand loyalty. They are likely to be interested in electronics, home appliances, and tech accessories, making them ideal targets for campaigns promoting new gadgets, tech services, and related merchandise."
  },
  {
    "id": "INFILLION-1P-0410",
    "name": "Location-based > Loyalist > Brand Loyalist > Ace Hardware",
    "description": "This audience consists of brand loyalists who have frequently visited Ace Hardware locations within the past 6 months. They are likely to be interested in home improvement and DIY projects, making them ideal for promotions related to hardware, tools, and home maintenance products."
  },
  {
    "id": "INFILLION-1P-0411",
    "name": "Location-based > Loyalist > Brand Loyalist > AutoZone",
    "description": "This audience consists of consumers who have frequently visited AutoZone locations in the past six months, indicating a strong brand loyalty to this retailer. They are likely interested in automotive parts, car maintenance, and related products, making them ideal for campaigns targeting auto enthusiasts and DIY vehicle owners."
  },
  {
    "id": "INFILLION-1P-0412",
    "name": "Location-based > Loyalist > Brand Loyalist > TJ Maxx",
    "description": "This audience consists of consumers who have shown brand loyalty by frequently visiting TJ Maxx locations in the past six months. They are likely to be interested in finding great deals, fashion, and home decor, making them ideal for marketing campaigns focused on retail promotions, clothing, and household items."
  },
  {
    "id": "INFILLION-1P-0413",
    "name": "Location-based > Loyalist > Brand Loyalist > Marshalls",
    "description": "This audience consists of consumers who have frequently visited Marshalls in the past 6 months, demonstrating strong brand loyalty. They are likely to be interested in categories such as retail shopping, fashion, and home goods, making them ideal targets for promotions and products related to these areas."
  },
  {
    "id": "INFILLION-1P-0414",
    "name": "Location-based > Loyalist > Brand Loyalist > Kohl's",
    "description": "This audience consists of consumers who have frequently visited Kohl's stores in the past six months, demonstrating strong brand loyalty. They are likely to be interested in retail shopping, clothing, and home goods, making them ideal for promotions on apparel, accessories, and home dcor."
  },
  {
    "id": "INFILLION-1P-0415",
    "name": "Location-based > Loyalist > Brand Loyalist > Ross Stores",
    "description": "This audience consists of consumers who have frequently visited Ross Stores in the past 6 months, indicating strong brand loyalty. They are likely to be interested in retail shopping experiences and discounted fashion, making them ideal targets for promotions related to fashion retail and budget-friendly merchandise."
  },
  {
    "id": "INFILLION-1P-0416",
    "name": "Location-based > Loyalist > Brand Loyalist > Macy's",
    "description": "This audience consists of consumers who have frequently visited Macy's in the past six months, demonstrating strong brand loyalty. They are likely to be interested in fashion, home goods, and beauty products, making them ideal targets for promotions in these categories."
  },
  {
    "id": "INFILLION-1P-0417",
    "name": "Location-based > Loyalist > Brand Loyalist > Big Lots",
    "description": "This audience consists of consumers who have shown consistent loyalty to Big Lots by frequently visiting the store in the past six months. Ideal for targeting with home goods, furniture, and discount retail promotions, they are likely to be interested in value shopping and home improvement products."
  },
  {
    "id": "INFILLION-1P-0418",
    "name": "Location-based > Loyalist > Brand Loyalist > Office Depot",
    "description": "This audience comprises consumers who have frequently visited Office Depot in the past six months, indicating strong brand loyalty. They are ideal for targeting office supplies, stationery, and business service promotions, making them prime candidates for marketing campaigns focused on productivity and office management solutions."
  },
  {
    "id": "INFILLION-1P-0419",
    "name": "Location-based > Loyalist > Brand Loyalist > OfficeMax",
    "description": "This audience consists of consumers who have demonstrated brand loyalty by frequently visiting OfficeMax locations in the past six months. They are likely to be interested in office supplies, business services, and productivity tools, making them ideal for promotions related to office essentials and professional products."
  },
  {
    "id": "INFILLION-1P-0420",
    "name": "Location-based > Loyalist > Brand Loyalist > Bed Bath & Beyond",
    "description": "This audience consists of consumers who have frequently visited Bed Bath & Beyond locations in the past six months, demonstrating strong brand loyalty. They are likely to be interested in home goods, decor, and household essentials, making them ideal for targeted marketing in these categories."
  },
  {
    "id": "INFILLION-1P-0421",
    "name": "Location-based > Loyalist > Brand Loyalist > Burlington Coat Factory",
    "description": "This audience consists of consumers who have frequently visited Burlington Coat Factory in the past six months, indicating a strong brand loyalty. They are likely to be interested in retail and apparel, making them ideal for promotions related to clothing, accessories, and fashion events."
  },
  {
    "id": "INFILLION-1P-0422",
    "name": "Location-based > Loyalist > Brand Loyalist > PetSmart",
    "description": "This audience consists of consumers who have frequently visited PetSmart locations in the past six months, indicating a strong brand loyalty. They are likely pet owners and enthusiasts, making them ideal targets for pet-related products, services, and promotional events."
  },
  {
    "id": "INFILLION-1P-0423",
    "name": "Location-based > Loyalist > Brand Loyalist > Petco",
    "description": "This audience consists of consumers who have demonstrated brand loyalty by frequently visiting Petco in the past six months. They are likely interested in pet care products and services, making them ideal for promotions related to pet food, accessories, grooming, and veterinary care."
  },
  {
    "id": "INFILLION-1P-0424",
    "name": "Location-based > Loyalist > Brand Loyalist > Rite Aid",
    "description": "This audience comprises consumers who have demonstrated strong loyalty by frequently visiting Rite Aid locations over the past six months. They are likely to be interested in health and wellness products, making them ideal candidates for promotions related to pharmaceuticals, personal care items, and health supplements."
  },
  {
    "id": "INFILLION-1P-0425",
    "name": "Location-based > Loyalist > Brand Loyalist > H-E-B",
    "description": "This audience comprises consumers who have shown a strong loyalty to H-E-B by frequently visiting the brand within the past 6 months. They are ideal targets for promotions and products related to grocery shopping, home essentials, and family-centric activities."
  },
  {
    "id": "INFILLION-1P-0426",
    "name": "Location-based > Loyalist > Brand Loyalist > Safeway",
    "description": "This audience consists of consumers who have frequently visited Safeway in the past 6 months, demonstrating a strong brand loyalty. They are likely to be interested in grocery shopping, food and beverage products, and household essentials, making them ideal for promotions related to these categories."
  },
  {
    "id": "INFILLION-1P-0427",
    "name": "Location-based > Loyalist > Brand Loyalist > Publix",
    "description": "This audience consists of consumers who have frequently visited Publix locations in the past 6 months, indicating a strong brand loyalty. They are ideal targets for marketing grocery products, household essentials, and in-store promotions as they prioritize convenience and familiarity with the Publix brand."
  },
  {
    "id": "INFILLION-1P-0428",
    "name": "Location-based > Loyalist > Brand Loyalist > Costco",
    "description": "This audience consists of consumers who have frequently visited Costco in the past six months, showcasing a strong brand loyalty. They are likely to be interested in retail and wholesale shopping, making them ideal for campaigns targeting bulk purchasing, family-oriented products, and seasonal promotions."
  },
  {
    "id": "INFILLION-1P-0429",
    "name": "Location-based > Loyalist > Brand Loyalist > Sam's Club",
    "description": "This audience consists of consumers who have frequented Sams Club locations over the past six months, indicating a strong brand loyalty. They are likely to be interested in bulk buying, memberships, and exclusive deals, making them ideal targets for promotions related to wholesale clubs, bulk goods, and member-only discounts."
  },
  {
    "id": "INFILLION-1P-0430",
    "name": "Location-based > Loyalist > Brand Loyalist > BJ's Wholesale Club",
    "description": "This audience consists of consumers who have shown brand loyalty by frequently visiting BJ's Wholesale Club over the past six months. They are likely interested in bulk purchasing, affordable everyday essentials, and wholesale retail, making them ideal targets for promotions related to groceries, household items, and membership incentives."
  },
  {
    "id": "INFILLION-1P-0431",
    "name": "Location-based > Loyalist > Brand Loyalist > JCPenney",
    "description": "This audience consists of consumers who have frequently visited JCPenney in the past six months, showcasing strong brand loyalty. They are likely interested in retail shopping, fashion, and household goods, making them ideal targets for promotions related to apparel, home decor, and seasonal sales events."
  },
  {
    "id": "INFILLION-1P-0432",
    "name": "Location-based > Loyalist > Brand Loyalist > Nordstrom",
    "description": "This audience consists of consumers who have shown a strong brand loyalty to Nordstrom, frequently visiting their stores in the past six months. They are prime candidates for marketing campaigns focused on fashion, luxury goods, and high-end retail experiences."
  },
  {
    "id": "INFILLION-1P-0433",
    "name": "Location-based > Loyalist > Brand Loyalist > Dillard's",
    "description": "This audience consists of consumers who are dedicated patrons of Dillards, having frequently visited the store in the past six months. They are likely to be interested in fashion, beauty products, and upscale retail experiences, making them ideal targets for promotions centered around clothing, accessories, and high-end cosmetic brands."
  },
  {
    "id": "INFILLION-1P-0434",
    "name": "Location-based > Loyalist > Brand Loyalist > Sears",
    "description": "This audience consists of consumers who have frequently visited Sears locations in the past 6 months, demonstrating a strong brand loyalty. They are ideal for campaigns targeting retail and consumer goods, particularly those aligned with Sears' product offerings such as home appliances, apparel, and automotive services."
  },
  {
    "id": "INFILLION-1P-0435",
    "name": "Location-based > Loyalist > Brand Loyalist > Bath & Body Works",
    "description": "This audience consists of consumers who have frequently visited Bath & Body Works in the past 6 months, making them prime targets for promotions on personal care and fragrance products. They are likely to be interested in brand-specific deals, new product launches, and loyalty rewards programs."
  },
  {
    "id": "INFILLION-1P-0436",
    "name": "Location-based > Loyalist > Brand Loyalist > Michael Kors",
    "description": "This audience consists of consumers who have demonstrated brand loyalty by frequently visiting Michael Kors locations in the past 6 months. They are likely to be interested in luxury fashion, accessories, and high-end retail experiences, making them ideal for promotions related to premium apparel and designer goods."
  },
  {
    "id": "INFILLION-1P-0437",
    "name": "Location-based > Loyalist > Brand Loyalist > Gap",
    "description": "This audience comprises consumers who have shown strong brand loyalty to Gap, frequently visiting its stores in the past six months. They are likely interested in Gaps latest fashion collections and promotions, making them ideal for targeted marketing campaigns related to clothing and apparel."
  },
  {
    "id": "INFILLION-1P-0438",
    "name": "Location-based > Loyalist > Brand Loyalist > Old Navy",
    "description": "This audience consists of consumers who have frequently visited Old Navy locations in the past 6 months, demonstrating strong brand loyalty. They are ideal targets for promotions of casual and affordable fashion, seasonal sales, and in-store events, given their consistent patronage and interest in Old Navys offerings."
  },
  {
    "id": "INFILLION-1P-0439",
    "name": "Location-based > Loyalist > Brand Loyalist > Foot Locker",
    "description": "This audience consists of consumers who have demonstrated brand loyalty by frequently visiting Foot Locker locations in the past six months. They are likely to be highly interested in athletic footwear and apparel, making them ideal for marketing campaigns related to sportswear, fitness gear, and active lifestyle products."
  },
  {
    "id": "INFILLION-1P-0440",
    "name": "Location-based > Loyalist > Brand Loyalist > GameStop",
    "description": "This audience consists of consumers who have frequently visited GameStop in the past six months, indicating a strong brand loyalty. They are likely to be interested in gaming products, tech gadgets, and related merchandise, making them ideal targets for promotions of new game releases, gaming accessories, and tech innovations."
  },
  {
    "id": "INFILLION-1P-0441",
    "name": "Location-based > Loyalist > Brand Loyalist > Toys R Us",
    "description": "This audience consists of consumers who have frequently visited Toys R Us in the past 6 months, demonstrating a strong brand loyalty. They are ideal targets for promotions related to children's toys, family entertainment, and educational products."
  },
  {
    "id": "INFILLION-1P-0442",
    "name": "Location-based > Loyalist > Brand Loyalist > IKEA",
    "description": "This audience consists of consumers who have shown consistent loyalty to IKEA by frequently visiting its locations over the past six months. They are likely to be interested in home furnishings, interior design, and DIY projects, making them ideal for marketing home decor, furniture, and related products."
  },
  {
    "id": "INFILLION-1P-0443",
    "name": "Location-based > Predictive Visit > Retail > Walmart",
    "description": "This audience consists of consumers who are predicted to visit Walmart within the next 30 days, making them ideal for promotions and advertisements related to retail. They are highly interested in shopping and retail activities, making them prime candidates for targeted marketing efforts from Walmart and similar retail brands."
  },
  {
    "id": "INFILLION-1P-0444",
    "name": "Location-based > Predictive Visit > Restaurant > McDonald's",
    "description": "This audience comprises consumers who are predicted to visit McDonald's within the next 30 days, making them ideal for targeted marketing campaigns for quick-service restaurants. They are likely to display an interest in fast food and dining experiences, aligning well with promotional efforts for menu items and special offers."
  },
  {
    "id": "INFILLION-1P-0445",
    "name": "Location-based > Predictive Visit > Restaurant > Starbucks",
    "description": "This audience comprises consumers who are predicted to visit Starbucks within the next 30 days, making them prime targets for coffee and restaurant promotions. They are highly likely to be interested in dining experiences and on-the-go beverages, ideal for marketing campaigns centered around coffee culture and quick-service restaurants."
  },
  {
    "id": "INFILLION-1P-0446",
    "name": "Location-based > Predictive Visit > Restaurant > Subway",
    "description": "This audience consists of consumers who are more likely to visit Subway restaurants within the next 30 days, making them ideal for targeted marketing by fast-food brands. They frequently dine out and show a notable interest in quick-service restaurant options."
  },
  {
    "id": "INFILLION-1P-0447",
    "name": "Location-based > Predictive Visit > Retail > 7-Eleven",
    "description": "This audience consists of consumers who are likely to visit 7-Eleven within the next 30 days, making them ideal for targeted promotions and marketing for convenience retail. They are interested in retail activities and frequently seek quick and convenient shopping experiences."
  },
  {
    "id": "INFILLION-1P-0448",
    "name": "Location-based > Predictive Visit > Retail > CVS",
    "description": "This audience comprises consumers who are predicted to visit CVS within the next 30 days, making them ideal for targeted marketing by retail and pharmacy-related brands. They are likely to be interested in health and wellness products, over-the-counter medications, and daily essentials."
  },
  {
    "id": "INFILLION-1P-0449",
    "name": "Location-based > Predictive Visit > Retail > Walgreens",
    "description": "This audience consists of consumers who are predicted to visit Walgreens within the next 30 days, indicating a strong likelihood of interest in retail shopping for pharmacy and convenience goods. They are ideal for campaigns centered around retail promotions, health and wellness products, and everyday essentials available at Walgreens locations."
  },
  {
    "id": "INFILLION-1P-0450",
    "name": "Location-based > Predictive Visit > Retail > Dollar General",
    "description": "This audience consists of consumers who are predicted to visit Dollar General within the next 30 days, making them prime targets for retail promotions and discount offers. They are likely to be interested in budget-friendly retail options, making them ideal for marketing affordable household goods and everyday essentials."
  },
  {
    "id": "INFILLION-1P-0451",
    "name": "Location-based > Predictive Visit > Retail > Kroger",
    "description": "This audience consists of consumers who are more likely to visit Kroger retail locations within the next 30 days, making them ideal for targeting grocery and household product promotions. They show a predictive interest in retail shopping, particularly in the context of everyday essentials and food items."
  },
  {
    "id": "INFILLION-1P-0452",
    "name": "Location-based > Predictive Visit > Retail > Target",
    "description": "This audience comprises consumers who are highly likely to visit retail locations of the brand within the next 30 days, making them ideal targets for retail marketers. They exhibit predictive behaviors that indicate a strong propensity for in-store shopping and brand engagement."
  },
  {
    "id": "INFILLION-1P-0453",
    "name": "Location-based > Predictive Visit > Retail > Lowe's",
    "description": "This audience consists of consumers who are highly likely to visit Lowe's retail stores within the next 30 days, based on predictive location data. They are targeted for their potential interest in home improvement, gardening, and DIY projects, making them ideal for promotions related to these categories."
  },
  {
    "id": "INFILLION-1P-0454",
    "name": "Location-based > Predictive Visit > Retail > The Home Depot",
    "description": "This audience consists of consumers who are highly likely to visit The Home Depot stores within the next 30 days. They are ideal for retail marketing campaigns and promotions, particularly for home improvement products and services."
  },
  {
    "id": "INFILLION-1P-0455",
    "name": "Location-based > Predictive Visit > Restaurant > Dunkin Donuts",
    "description": "This audience consists of consumers who are predicted to visit Dunkin Donuts within the next 30 days, making them ideal for targeting promotional campaigns and offers related to this brand. They are likely to be interested in dining out and coffee, enhancing opportunities for engaging them with food and beverage advertisements."
  },
  {
    "id": "INFILLION-1P-0456",
    "name": "Location-based > Predictive Visit > Restaurant > Chick-fil-A",
    "description": "This audience comprises consumers who are predicted to visit Chick-fil-A within the next 30 days, making them prime targets for advertising campaigns focused on restaurant promotions and fast-food deals. They are likely to be interested in dining experiences and casual eating out occasions."
  },
  {
    "id": "INFILLION-1P-0457",
    "name": "Location-based > Predictive Visit > Retail > Dollar Tree",
    "description": "This audience consists of consumers who are more likely to visit Dollar Tree within the next 30 days. They demonstrate a strong interest in retail experiences, particularly value-oriented shopping, making them prime targets for promotions and offerings from discount and budget-friendly stores."
  },
  {
    "id": "INFILLION-1P-0458",
    "name": "Location-based > Predictive Visit > Retail > Aldi",
    "description": "This audience consists of consumers who are predicted to visit Aldi within the next 30 days, making them ideal targets for grocery and retail campaigns. They are likely to be interested in promotions and new product launches at Aldi, enhancing their shopping experience."
  },
  {
    "id": "INFILLION-1P-0459",
    "name": "Location-based > Predictive Visit > Retail > Best Buy",
    "description": "This audience consists of consumers who are predicted to visit Best Buy within the next 30 days, making them prime candidates for promotions on electronics and home appliances. They are likely to be interested in retail experiences and consumer technology, perfect for targeting with tech-related products and services."
  },
  {
    "id": "INFILLION-1P-0460",
    "name": "Location-based > Predictive Visit > Retail > Ace Hardware",
    "description": "This audience is composed of consumers who are predicted to visit Ace Hardware within the next 30 days, making them ideal for targeted marketing for home improvement and DIY projects. These individuals show a strong interest in retail shopping, particularly in hardware and gardening supplies."
  },
  {
    "id": "INFILLION-1P-0461",
    "name": "Location-based > Predictive Visit > Auto > Autozone",
    "description": "This audience is composed of consumers predicted to visit AutoZone within the next 30 days, making them ideal for automotive and retail-focused marketing. They show a strong interest in automotive products and services, positioning them as prime candidates for promotions related to car maintenance and accessories."
  },
  {
    "id": "INFILLION-1P-0462",
    "name": "Location-based > Predictive Visit > Retail > TJ Maxx",
    "description": "This audience consists of consumers who are predicted to visit TJ Maxx within the next 30 days, based on location data analysis. They are ideal for targeted marketing campaigns for retail promotions, particularly for brands related to fashion, home goods, and value shopping."
  },
  {
    "id": "INFILLION-1P-0463",
    "name": "Location-based > Predictive Visit > Retail > Marshalls",
    "description": "This audience is highly likely to visit Marshalls within the next 30 days, making them ideal for targeting retail promotions and in-store events. They are interested in shopping, brand deals, and exploring new retail locations."
  },
  {
    "id": "INFILLION-1P-0464",
    "name": "Location-based > Predictive Visit > Retail > Kohl's",
    "description": "This audience consists of consumers who are more likely to visit Kohl's retail stores within the next 30 days. They are ideal for targeted marketing related to retail promotions, in-store events, and new product launches at Kohl's."
  },
  {
    "id": "INFILLION-1P-0465",
    "name": "Location-based > Predictive Visit > Retail > Ross Stores",
    "description": "This audience is likely to visit Ross Stores within the next 30 days, making them ideal for retail promotions and targeted marketing campaigns. They are consumers who show a preference for shopping, particularly in discount retail environments."
  },
  {
    "id": "INFILLION-1P-0466",
    "name": "Location-based > Predictive Visit > Retail > Macy's",
    "description": "This audience consists of consumers who are more likely to visit Macy's within the next 30 days, making them an ideal target for retail promotions and seasonal sales. They are likely to have interests in shopping, fashion, and home goods, and demonstrate a tendency towards in-store purchasing experiences."
  },
  {
    "id": "INFILLION-1P-0467",
    "name": "Location-based > Predictive Visit > Retail > Big Lots",
    "description": "This audience consists of consumers who are predicted to visit Big Lots stores within the next 30 days, making them an ideal target for retail marketing campaigns. They are likely to be interested in home goods, furniture, and discount shopping, with a preference for budget-friendly retail experiences."
  },
  {
    "id": "INFILLION-1P-0468",
    "name": "Location-based > Predictive Visit > Retail > Office Depot",
    "description": "This audience comprises consumers who are predicted to visit Office Depot within the next 30 days based on their location data. They are likely to be interested in retail shopping, office supplies, and business-related purchases, making them ideal targets for promotions and advertisements related to Office Depot products and services."
  },
  {
    "id": "INFILLION-1P-0469",
    "name": "Location-based > Predictive Visit > Retail > OfficeMax",
    "description": "This audience comprises consumers who are more likely to visit an OfficeMax location within the next 30 days. They are primarily interested in retail shopping, making them ideal for targeted promotions related to office supplies and business essentials."
  },
  {
    "id": "INFILLION-1P-0470",
    "name": "Location-based > Predictive Visit > Retail > Bed Bath & Beyond",
    "description": "This audience consists of consumers who are predicted to visit Bed Bath & Beyond within the next 30 days, making them an ideal target for home goods and retail marketing. They are likely interested in home decor, kitchenware, and bedding products, reflecting a focus on enhancing their living spaces."
  },
  {
    "id": "INFILLION-1P-0471",
    "name": "Location-based > Predictive Visit > Retail > Burlington Coat Factory",
    "description": "This audience consists of consumers who are more likely to visit Burlington Coat Factory within the next 30 days, based on location and predictive visit data. They are ideal for targeted marketing of retail promotions, seasonal sales, and new arrivals at Burlington Coat Factory."
  },
  {
    "id": "INFILLION-1P-0472",
    "name": "Location-based > Predictive Visit > Retail > PetSmart",
    "description": "This audience consists of consumers who are more likely to visit PetSmart within the next 30 days, making them ideal targets for pet-related products and services. They are likely to be interested in pet care, supplies, and accessories, offering a prime opportunity for engagement with retail promotions and in-store events."
  },
  {
    "id": "INFILLION-1P-0473",
    "name": "Location-based > Predictive Visit > Retail > Petco",
    "description": "This audience comprises consumers who are predicted to visit Petco within the next 30 days, indicating a strong interest in pet care and retail products. Ideal for marketing pet supplies and services, they are likely to be proactive in seeking out pet-related purchases and experiences."
  },
  {
    "id": "INFILLION-1P-0474",
    "name": "Location-based > Predictive Visit > Retail > Rite Aid",
    "description": "This audience is composed of consumers who are predicted to visit Rite Aid within the next 30 days, making them ideal for promotions related to pharmacy and retail health products. They are likely to be interested in a range of categories such as personal care, wellness, and household essentials."
  },
  {
    "id": "INFILLION-1P-0475",
    "name": "Location-based > Predictive Visit > Retail > H-E-B",
    "description": "This audience comprises consumers who are predicted to visit H-E-B retail locations within the next 30 days, indicating a high probability of interest in grocery shopping. They are ideal for targeted campaigns related to food, household supplies, and retail promotions."
  },
  {
    "id": "INFILLION-1P-0476",
    "name": "Location-based > Predictive Visit > Retail > Safeway",
    "description": "This audience is composed of consumers who have a higher propensity to visit Safeway within the next 30 days, indicating a strong interest in retail shopping and grocery purchases. They are prime targets for promotions and campaigns related to in-store deals, fresh produce, and household essentials."
  },
  {
    "id": "INFILLION-1P-0477",
    "name": "Location-based > Predictive Visit > Retail > Publix",
    "description": "This audience comprises consumers who are predicted to visit Publix retail stores within the next 30 days, based on location data insights. They are ideal for targeting with promotions and products related to grocery shopping and daily essentials."
  },
  {
    "id": "INFILLION-1P-0478",
    "name": "Location-based > Predictive Visit > Retail > Costco",
    "description": "This audience is highly likely to visit Costco within the next 30 days, making them ideal for targeted retail promotions and related merchandise. They are frequent shoppers who exhibit strong engagement with retail environments and are likely to respond positively to location-based marketing strategies."
  },
  {
    "id": "INFILLION-1P-0479",
    "name": "Location-based > Predictive Visit > Retail > Sam's Club",
    "description": "This audience consists of consumers who are more likely to visit Sam's Club within the next 30 days, based on location data and predictive insights. They are ideal targets for retail promotions, membership offers, and exclusive deals, ensuring relevance for brands and marketers looking to engage with shoppers in this segment."
  },
  {
    "id": "INFILLION-1P-0480",
    "name": "Location-based > Predictive Visit > Retail > BJ's Wholesale Club",
    "description": "This audience is composed of consumers who are projected to visit BJ's Wholesale Club within the next 30 days, based on their location data. They are potential shoppers interested in retail, making them ideal targets for promotions and advertisements from wholesale retailers and related brands."
  },
  {
    "id": "INFILLION-1P-0481",
    "name": "Location-based > Predictive Visit > Retail > JCPenney",
    "description": "This audience comprises consumers who are predicted to visit JCPenney within the next 30 days, making them prime candidates for targeted retail marketing. They show a propensity for engaging with retail environments, indicating a higher likelihood of interest in shopping and purchasing at JCPenney."
  },
  {
    "id": "INFILLION-1P-0482",
    "name": "Location-based > Predictive Visit > Retail > Nordstrom",
    "description": "This audience consists of consumers who are predicted to visit Nordstrom within the next 30 days, making them prime targets for retail businesses. They are likely to be interested in high-end fashion, accessories, and quality retail experiences."
  },
  {
    "id": "INFILLION-1P-0483",
    "name": "Location-based > Predictive Visit > Retail > Dillard's",
    "description": "This audience consists of consumers who are more likely to visit Dillard's retail stores within the next 30 days, making them ideal for targeted marketing efforts by fashion and department stores. They are interested in shopping for apparel, accessories, and home goods, aligning with Dillard's product offerings."
  },
  {
    "id": "INFILLION-1P-0484",
    "name": "Location-based > Predictive Visit > Retail > Sears",
    "description": "This audience consists of consumers who are predicted to visit Sears within the next 30 days, based on location data. They are ideal for marketing campaigns related to retail, home goods, and various Sears product offerings."
  },
  {
    "id": "INFILLION-1P-0485",
    "name": "Location-based > Predictive Visit > Retail > Bath & Body Works",
    "description": "This audience consists of consumers who are more likely to visit Bath & Body Works within the next 30 days, making them ideal for targeting with retail promotions and personal care marketing. They exhibit interest in retail shopping and personal grooming products, enhancing their engagement with similar brands and stores."
  },
  {
    "id": "INFILLION-1P-0486",
    "name": "Location-based > Predictive Visit > Retail > Michael Kors",
    "description": "This audience is composed of consumers who are highly likely to visit a Michael Kors store within the next 30 days, making them ideal for targeted marketing campaigns. They exhibit predictive visit behaviors, which indicate a strong interest in retail shopping and luxury fashion brands."
  },
  {
    "id": "INFILLION-1P-0487",
    "name": "Location-based > Predictive Visit > Retail > Gap",
    "description": "This audience consists of consumers who are predicted to visit Gap retail stores within the next 30 days, based on their location data. Ideal for marketing retail clothing and fashion-related products, they are highly interested in shopping and brand-specific promotions."
  },
  {
    "id": "INFILLION-1P-0488",
    "name": "Location-based > Predictive Visit > Retail > Old Navy",
    "description": "This audience comprises consumers who are predicted to visit Old Navy retail locations within the next 30 days, making them prime targets for apparel and fashion-related marketing campaigns. They show a high interest in retail shopping and are likely to respond positively to promotions and offers from Old Navy."
  },
  {
    "id": "INFILLION-1P-0489",
    "name": "Location-based > Predictive Visit > Retail > Foot Locker",
    "description": "This audience comprises consumers who are predicted to visit Foot Locker retail stores within the next 30 days. They are likely to have an interest in athletic footwear and apparel, making them ideal targets for sports-related merchandise and promotions."
  },
  {
    "id": "INFILLION-1P-0490",
    "name": "Location-based > Predictive Visit > Retail > GameStop",
    "description": "This audience comprises consumers who are predicted to visit GameStop within the next 30 days. Ideal for targeting with promotions for video games, gaming accessories, and electronics, they are likely to be interested in retail shopping, especially in the gaming sector."
  },
  {
    "id": "INFILLION-1P-0491",
    "name": "Location-based > Predictive Visit > Retail > Toys R Us",
    "description": "This audience comprises consumers who are highly likely to visit Toys R Us within the next 30 days, based on predictive location data. They are ideal targets for promotions and offers related to retail, particularly in the toy and children's product categories."
  },
  {
    "id": "INFILLION-1P-0492",
    "name": "Location-based > Predictive Visit > Retail > IKEA",
    "description": "This audience is highly predictive of visiting IKEA stores within the next 30 days, making them ideal for campaigns targeting home furnishings and decor. They are likely to be interested in retail experiences and are prime candidates for promotions on household goods and innovative interior solutions."
  },
  {
    "id": "INFILLION-1P-0493",
    "name": "Location-based > Recent Visit > Retail > Walmart",
    "description": "This audience consists of consumers who have visited a Walmart location within the past 30 days, indicating a propensity for retail shopping and an interest in everyday consumer goods. They are likely to be receptive to promotions related to household items, groceries, and general merchandise, making them ideal for targeting with retail and consumer product campaigns."
  },
  {
    "id": "INFILLION-1P-0494",
    "name": "Location-based > Recent Visit > Restaurant > McDonald's",
    "description": "This audience consists of consumers who have recently visited McDonald's at least once in the past 30 days, indicating an interest in quick-service dining options. They are likely to be receptive to promotions for fast food, convenience-oriented products, and family-friendly dining experiences."
  },
  {
    "id": "INFILLION-1P-0495",
    "name": "Location-based > Recent Visit > Restaurant > Starbucks",
    "description": "This audience consists of consumers who have visited Starbucks at least once in the past 30 days, indicating a strong interest in coffee culture and food and beverage experiences. They are optimal targets for promotions related to dining, coffee products, and lifestyle brands connected to frequent restaurant-goers."
  },
  {
    "id": "INFILLION-1P-0496",
    "name": "Location-based > Recent Visit > Restaurant > Subway",
    "description": "This audience consists of consumers who visited Subway restaurants at least once in the past 30 days, indicating a preference for quick and casual dining options. They are likely to be interested in food and beverage promotions, making them ideal targets for specials, meal deals, and loyalty programs aimed at regular customers."
  },
  {
    "id": "INFILLION-1P-0497",
    "name": "Location-based > Recent Visit > Retail > 7-Eleven",
    "description": "This audience consists of consumers who visited a 7-Eleven store at least once in the past 30 days, indicating a preference for convenience retail shopping. They are likely to be interested in quick and convenient purchasing options, making them ideal targets for promotions related to snacks, beverages, and everyday essentials."
  },
  {
    "id": "INFILLION-1P-0498",
    "name": "Location-based > Recent Visit > Retail > CVS",
    "description": "This audience comprises consumers who have visited CVS retail locations at least once in the past 30 days, indicating a potential interest in health and wellness products, convenience items, and pharmaceuticals. They are ideal for marketing campaigns related to personal care, over-the-counter medications, and daily essentials."
  },
  {
    "id": "INFILLION-1P-0499",
    "name": "Location-based > Recent Visit > Retail > Walgreens",
    "description": "This audience consists of consumers who have visited Walgreens at least once in the past 30 days, indicating a strong likelihood of interest in retail and pharmacy products. They are ideal for targeting with healthcare, wellness, and retail promotions."
  },
  {
    "id": "INFILLION-1P-0500",
    "name": "Location-based > Recent Visit > Retail > Dollar General",
    "description": "This audience consists of consumers who have visited Dollar General at least once in the past 30 days, making them ideal for brands targeting budget-conscious shoppers and everyday essentials. They are likely to be interested in retail deals and promotions, making them suitable for marketing low-cost, high-utility products."
  },
  {
    "id": "INFILLION-1P-0501",
    "name": "Location-based > Recent Visit > Retail > Kroger",
    "description": "This audience consists of consumers who have visited Kroger at least once in the past 30 days, indicating an active interest in retail shopping, particularly for groceries and household essentials. They are likely to be responsive to promotions and offers related to everyday retail needs, making them ideal for brand campaigns targeting frequent shoppers and budget-conscious consumers."
  },
  {
    "id": "INFILLION-1P-0502",
    "name": "Location-based > Recent Visit > Retail > Target",
    "description": "This audience comprises consumers who have visited Target at least once in the past 30 days. They are likely to be interested in retail shopping, making them ideal for promotions related to consumer goods, household items, and apparel available at Target."
  },
  {
    "id": "INFILLION-1P-0503",
    "name": "Location-based > Recent Visit > Retail > Lowe's",
    "description": "This audience consists of consumers who recently visited a Lowe's retail location within the past 30 days, indicating a keen interest in home improvement and DIY projects. They are ideal targets for promotions and advertisements related to building materials, gardening supplies, and home renovation services."
  },
  {
    "id": "INFILLION-1P-0504",
    "name": "Location-based > Recent Visit > Retail > The Home Depot",
    "description": "This audience consists of consumers who visited The Home Depot at least once in the past 30 days, indicating a likely interest in home improvement and DIY projects. They are ideal for marketing hardware, tools, and home renovation services."
  },
  {
    "id": "INFILLION-1P-0505",
    "name": "Location-based > Recent Visit > Restaurant > Dunkin Donuts",
    "description": "This audience consists of consumers who have recently visited a Dunkin' Donuts location within the past 30 days. They are likely interested in fast food and coffee, making them ideal for promotions related to quick-service restaurants, beverages, and breakfast items."
  },
  {
    "id": "INFILLION-1P-0506",
    "name": "Location-based > Recent Visit > Restaurant > Chick-fil-A",
    "description": "This audience consists of consumers who have recently visited a Chick-fil-A restaurant at least once in the past 30 days, indicating a preference for fast food dining and casual dining experiences. They are likely interested in quick-service restaurants, making them ideal for promotions related to fast food deals, new menu items, and dining loyalty programs."
  },
  {
    "id": "INFILLION-1P-0507",
    "name": "Location-based > Recent Visit > Retail > Dollar Tree",
    "description": "This audience consists of consumers who have visited a Dollar Tree store at least once in the past 30 days. They are likely to be interested in affordable retail shopping, making them ideal targets for discount stores and budget-friendly products and services."
  },
  {
    "id": "INFILLION-1P-0508",
    "name": "Location-based > Recent Visit > Retail > Aldi",
    "description": "This audience comprises consumers who have visited Aldi stores at least once in the past 30 days, indicating a preference for grocery shopping at this retailer. They are likely interested in value-oriented and efficient shopping experiences, making them ideal for promotions related to food, household essentials, and discount retail."
  },
  {
    "id": "INFILLION-1P-0509",
    "name": "Location-based > Recent Visit > Retail > Best Buy",
    "description": "This audience consists of consumers who have visited a Best Buy store at least once in the past 30 days. They are likely interested in electronics and technology, making them ideal targets for promotions related to gadgets, home appliances, and other tech-related products."
  },
  {
    "id": "INFILLION-1P-0510",
    "name": "Location-based > Recent Visit > Retail > Ace Hardware",
    "description": "This audience segment comprises consumers who have visited Ace Hardware retail locations within the past 30 days, indicating an interest in home improvement and DIY projects. Ideal for marketing campaigns related to home repair, landscaping, and tool merchandise, these individuals are active shoppers seeking quality hardware products and services."
  },
  {
    "id": "INFILLION-1P-0511",
    "name": "Location-based > Recent Visit > Auto > Autozone",
    "description": "This audience comprises consumers who visited an Autozone location at least once in the past 30 days, indicating a specific interest in automotive products and services. They are ideal for targeting with automotive parts, maintenance services, and related merchandise, given their recent engagement with an auto supply retailer."
  },
  {
    "id": "INFILLION-1P-0512",
    "name": "Location-based > Recent Visit > Retail > TJ Maxx",
    "description": "This audience consists of consumers who have recently visited a TJ Maxx store within the past 30 days, indicating a strong interest in retail shopping. They are likely to be engaged buyers, making them ideal for promotions related to fashion, home goods, and discount retail events."
  },
  {
    "id": "INFILLION-1P-0513",
    "name": "Location-based > Recent Visit > Retail > Marshalls",
    "description": "This audience comprises consumers who have recently visited Marshalls in the past 30 days, indicating a keenness for retail shopping and bargain hunting. They are likely to be interested in diverse retail categories, making them ideal for promotions and advertisements related to fashion, home dcor, and discounted merchandise."
  },
  {
    "id": "INFILLION-1P-0514",
    "name": "Location-based > Recent Visit > Retail > Kohl's",
    "description": "This audience comprises consumers who have visited Kohl's retail locations at least once in the past 30 days, indicating a recent engagement with the brand. They are likely interested in retail shopping, making them ideal targets for promotions, sales events, and new product launches."
  },
  {
    "id": "INFILLION-1P-0515",
    "name": "Location-based > Recent Visit > Retail > Ross Stores",
    "description": "This audience consists of consumers who have visited Ross Stores at least once in the past 30 days, indicating a recent interest in retail shopping. They are likely to be engaged in purchasing a variety of items, making them ideal targets for promotions related to fashion, home goods, and discount retail offerings."
  },
  {
    "id": "INFILLION-1P-0516",
    "name": "Location-based > Recent Visit > Retail > Macy's",
    "description": "This audience consists of consumers who have visited Macy's at least once in the past 30 days, indicating a strong interest in retail shopping and brand-specific purchasing behavior. They are potential targets for marketing campaigns related to fashion, home goods, and department store promotions."
  },
  {
    "id": "INFILLION-1P-0517",
    "name": "Location-based > Recent Visit > Retail > Big Lots",
    "description": "This audience consists of consumers who have visited Big Lots at least once in the past 30 days. They are likely to be interested in discount retail shopping, making them ideal for promotions on budget-friendly home goods, furniture, and seasonal decor."
  },
  {
    "id": "INFILLION-1P-0518",
    "name": "Location-based > Recent Visit > Retail > Office Depot",
    "description": "This audience comprises consumers who have visited an Office Depot location at least once in the past 30 days, indicating an interest in retail and office supplies. They are likely to be ideal for marketing campaigns related to office products, back-to-school promotions, and business supply needs."
  },
  {
    "id": "INFILLION-1P-0519",
    "name": "Location-based > Recent Visit > Retail > OfficeMax",
    "description": "This audience consists of consumers who visited an OfficeMax retail location at least once in the past 30 days, indicating a strong interest in office supplies and business essentials. They are ideal targets for marketing campaigns promoting office products, educational supplies, and related merchandise."
  },
  {
    "id": "INFILLION-1P-0520",
    "name": "Location-based > Recent Visit > Retail > Bed Bath & Beyond",
    "description": "This audience comprises consumers who have visited Bed Bath & Beyond at least once in the past 30 days, indicating an interest in home goods, kitchenware, and personal care products. They are ideal targets for marketing campaigns related to home improvement, decorating, and domestic essentials."
  },
  {
    "id": "INFILLION-1P-0521",
    "name": "Location-based > Recent Visit > Retail > Burlington Coat Factory",
    "description": "This audience consists of consumers who have visited Burlington Coat Factory at least once in the past 30 days, indicating a recent interest in retail shopping. They are ideal for promotions related to fashion, home goods, and seasonal merchandise, given their engagement with this popular retail store."
  },
  {
    "id": "INFILLION-1P-0522",
    "name": "Location-based > Recent Visit > Retail > PetSmart",
    "description": "This audience consists of consumers who have visited a PetSmart location at least once in the past 30 days, indicating a strong interest in pet care and related products. They are ideal for promotions related to pet supplies, grooming services, and pet health products."
  },
  {
    "id": "INFILLION-1P-0523",
    "name": "Location-based > Recent Visit > Retail > Petco",
    "description": "This audience consists of consumers who have visited a Petco retail location at least once in the past 30 days. They are likely pet owners interested in pet supplies and services, making them ideal for targeted marketing of pet food, grooming products, and pet care services."
  },
  {
    "id": "INFILLION-1P-0524",
    "name": "Location-based > Recent Visit > Retail > Rite Aid",
    "description": "This audience consists of consumers who have visited a Rite Aid store at least once in the past 30 days. They are likely to be interested in retail shopping, health and wellness products, making them ideal for promotions related to pharmaceuticals, personal care items, and everyday household necessities."
  },
  {
    "id": "INFILLION-1P-0525",
    "name": "Location-based > Recent Visit > Retail > H-E-B",
    "description": "This audience consists of consumers who have visited an H-E-B retail location within the past 30 days. They are likely to be interested in grocery shopping, household items, and food products, making them ideal targets for advertisements related to everyday essentials and supermarket deals."
  },
  {
    "id": "INFILLION-1P-0526",
    "name": "Location-based > Recent Visit > Retail > Safeway",
    "description": "This audience consists of consumers who have visited Safeway at least once in the past 30 days, making them ideal targets for promotions related to retail and grocery products. They are likely to be interested in food, household essentials, and health-related items, providing excellent opportunities for advertisers in these categories."
  },
  {
    "id": "INFILLION-1P-0527",
    "name": "Location-based > Recent Visit > Retail > Publix",
    "description": "This audience comprises consumers who have recently visited Publix retail locations within the past 30 days. They are likely to be interested in grocery shopping and household essentials, making them ideal targets for promotions on food products, daily necessities, and in-store events."
  },
  {
    "id": "INFILLION-1P-0528",
    "name": "Location-based > Recent Visit > Retail > Costco",
    "description": "This audience consists of consumers who have visited Costco at least once in the past 30 days, indicating a frequent engagement with retail shopping. They are likely interested in bulk purchasing and value-driven retail experiences, making them an ideal target for promotions on household goods, groceries, and membership benefits."
  },
  {
    "id": "INFILLION-1P-0529",
    "name": "Location-based > Recent Visit > Retail > Sam's Club",
    "description": "This audience consists of consumers who have visited Sam's Club at least once in the past 30 days, indicating a strong interest in retail shopping. They are likely to be responsive to promotions and products related to bulk purchasing, household goods, and everyday essentials."
  },
  {
    "id": "INFILLION-1P-0530",
    "name": "Location-based > Recent Visit > Retail > BJ's Wholesale Club",
    "description": "This audience consists of consumers who have recently visited BJ's Wholesale Club in the past 30 days. They are likely to be interested in retail shopping, bulk purchases, and may have an affinity for value-based products and services, making them ideal for promotions related to wholesale deals, household essentials, and membership-based retail offers."
  },
  {
    "id": "INFILLION-1P-0531",
    "name": "Location-based > Recent Visit > Retail > JCPenney",
    "description": "This audience comprises consumers who have visited a JCPenney store at least once in the past 30 days, indicating a recent engagement with retail shopping. They are ideal for marketing campaigns focused on fashion, home goods, and seasonal promotions, as they are likely to be interested in discovering new products and deals."
  },
  {
    "id": "INFILLION-1P-0532",
    "name": "Location-based > Recent Visit > Retail > Nordstrom",
    "description": "This audience consists of consumers who have visited a Nordstrom retail location at least once in the past 30 days, indicating a strong interest in fashion and high-end retail shopping. They are ideal targets for promotions related to luxury clothing, accessories, and department store sales."
  },
  {
    "id": "INFILLION-1P-0533",
    "name": "Location-based > Recent Visit > Retail > Dillard's",
    "description": "This audience comprises consumers who visited Dillard's at least once in the past 30 days, indicating a strong interest in retail shopping. They are ideal candidates for marketing campaigns promoting fashion, lifestyle products, and in-store events."
  },
  {
    "id": "INFILLION-1P-0534",
    "name": "Location-based > Recent Visit > Retail > Sears",
    "description": "This audience comprises consumers who have visited a Sears retail location at least once in the past 30 days. They are likely to be interested in a variety of products, including household goods, clothing, and home improvement items, making them ideal for campaigns targeting home and lifestyle products."
  },
  {
    "id": "INFILLION-1P-0535",
    "name": "Location-based > Recent Visit > Retail > Bath & Body Works",
    "description": "This audience consists of consumers who visited Bath & Body Works at least once in the past 30 days, indicating a strong interest in retail shopping, particularly in personal care products. They are likely to be receptive to promotions for beauty, skincare, and wellness items, making them ideal for targeted marketing in these categories."
  },
  {
    "id": "INFILLION-1P-0536",
    "name": "Location-based > Recent Visit > Retail > Michael Kors",
    "description": "This audience comprises consumers who have visited a Michael Kors retail location at least once in the past 30 days. They are likely to have an interest in luxury fashion and accessories, making them ideal targets for premium retail marketing and high-end lifestyle promotions."
  },
  {
    "id": "INFILLION-1P-0537",
    "name": "Location-based > Recent Visit > Retail > Gap",
    "description": "This audience consists of consumers who have recently visited a Gap retail store within the past 30 days, indicating a likely interest in fashion and apparel. They are ideal targets for promotions and marketing campaigns related to clothing, accessories, and seasonal trends."
  },
  {
    "id": "INFILLION-1P-0538",
    "name": "Location-based > Recent Visit > Retail > Old Navy",
    "description": "This audience consists of consumers who visited Old Navy at least once in the past 30 days, indicating a recent interest in retail and fashion. They are likely to be receptive to promotions related to clothing, accessories, and other retail offerings."
  },
  {
    "id": "INFILLION-1P-0539",
    "name": "Location-based > Recent Visit > Retail > Foot Locker",
    "description": "This audience consists of consumers who have visited a Foot Locker retail location at least once in the past 30 days, indicating a strong interest in sports apparel and athletic footwear. They are likely to be engaged with fitness-related activities and may be drawn to promotions for sports events, athletic gear, and lifestyle products associated with an active lifestyle."
  },
  {
    "id": "INFILLION-1P-0540",
    "name": "Location-based > Recent Visit > Retail > GameStop",
    "description": "This audience consists of consumers who have visited a GameStop store at least once in the past 30 days, indicating a strong interest in video games and related merchandise. They are ideal targets for marketing campaigns related to gaming accessories, console releases, and digital entertainment services."
  },
  {
    "id": "INFILLION-1P-0541",
    "name": "Location-based > Recent Visit > Retail > Toys R Us",
    "description": "This audience consists of consumers who visited Toys R Us at least once in the past 30 days, making them likely to be interested in retail and toy-related products. They are ideal for campaigns promoting children's toys, family-friendly events, and retail shopping experiences."
  },
  {
    "id": "INFILLION-1P-0542",
    "name": "Location-based > Recent Visit > Retail > IKEA",
    "description": "This audience consists of consumers who have visited an IKEA location at least once in the past 30 days. They are likely to have an interest in home furnishings and decor, making them ideal targets for marketing campaigns related to interior design, home improvement, and lifestyle products."
  }
]